Repository: pypi-data/pypi-mirror-96
Catalog: packages/djangoldp-account/djangoldp_account-2.2.0-py3-none-any.whl/djangoldp_account/locale/*/LC_MESSAGES/django.po
Languages: es

source: Entre un nom d'utilisateur valide. Il ne peut contenir que des lettres, des chiffres, et les caractères ./+/-/_
es: Ingresa un nombre de usuario válido. Solo puede contener letras, números y los caracteres ./+/-/_

source: username
es: nombre de usuario

source: Requiert 150 caractères ou moins. Seulement des lettres, chiffres et les caractères ./+/-/_
es: Requiere 150 caracteres o menos. Solo letras, números y los caracteres ./+/-/_

source: Ce nom d'utilisateur est déjà pris.
es: Ese nombre de usuario ya fue utilizado.

source: email address
es: dirección de correo electrónico

source: Un utilisateur avec cette adresse mail existe déjà.
es: Ya existe un usuario con esa dirección de correo electrónico.

source: user
es: usuario

source: users
es: usuarios

source: Activation terminée
es: Activación completa

source: Merci, l'activation est terminée !
es: ¡Gracias, la activación está completa!

source: Tu peux maintenant te <a href='%(auth_login_url)s'>connecter</a> en utilisant le nom d'utilisateur et le mot de passe que tu as définis lors de ton enregistrement.
es: Ahora puedes <a href='%(auth_login_url)s'>conectarte</a> usando el nombre de usuario y la contraseña que definiste al registrarte.

source: Tu (ou une autre personne se faisant passer pour toi) as demandé à enregistrer un compte sur %(sitename)s. Si ce n'était pas toi, ignore cet e-mail et ton adresse s'effacera de notre banque de données. Pour activer ce compte, tu peux cliquer sur le lien suivant dans un délai de %(expiration_days)s jours : http://%(siteurl)s%(activation_key_url)s Bonne journée, l'équipe %(sitename)s
es: Tú (o alguien más haciéndose pasar por ti) has iniciado el registro de una cuenta en %(sitename)s. Si no fuiste tú, ignora este e-mail y tu dirección será borrada de nuestro banco de datos. Para activar esta cuenta, puedes hacer clic en el siguiente enlace dentro del plazo de %(expiration_days)s días : http://%(siteurl)s%(activation_key_url)s Que tengas un buen día, El equipo de %(sitename)s

source: Enregistrement du compte pour %(sitename)s
es: Registro de la cuenta para %(sitename)s

source: Echec de l'activation
es: Falló la activación

source: Échec de l'activation de l'utilisateur.
es: Falló la activación del usuario.

source: Contacte ton administrateur pour plus d'informations.
es: Contáctate con tu administrador para obtener más información.

source: Inscription terminée
es: Registro cerrado

source: L'inscription est fermée pour ce site.
es: El registro está cerrado para este sitio.

source: E-mail d'activation envoyé
es: Correo electrónico de activación enviado

source: Un e-mail d'activation a été envoyé.
es: Se ha enviado un correo electrónico de activación.

source: Vérifie ta boite mail et clique sur le lien pour activer ton compte.
es: Revisa tu buzón de correo y haz clic en el enlace para activar tu cuenta.

source: Enregistrer un compte
es: Registrar una cuenta

source: Envoyer un e-mail d'activation
es: Enviar un correo electrónico de activación

source: Demande d'accès aux informations
es: Solicitud de acceso a la información

source: Demande d'autorisation
es: Solicitud de autorización

source: Le client
es: El cliente

source: voudrait accéder à ces informations te concernant :
es: quisiera acceder a esta información sobre ti:

source: voudrait accéder à ton compte.
es: quisiera tener acceso a tu cuenta.

source: Refuser
es: Rechazar

source: Autoriser
es: Autorizar

source: Un compte a été créé pour toi
es: Se ha creado una cuenta para ti

source: Crée ton mot de passe en
es: Crea tu contraseña en

source: suivant ce lien.
es: siguiendo este enlace.

source: Ne réponds pas directement à cet e-mail, à la place rends-toi sur
es: No respondas a este correo electrónico directamente, pero ve a

source: Échec de l'activation du compte.
es: Falló la activación de la cuenta.

source: Ton compte est maintenant activé.
es: Tu cuenta está ahora activada.

source: Active ton compte sur
es: Activa tu cuenta en

source: Ce lien est valide pendant %(expiration_days)s jours.
es: Enlace válido por %(expiration_days)s días.

source: Activation du compte sur
es: Activación de la cuenta en

source: Se connecter
es: Ingresa a

source: Ton compte n'a pas accès à cette page. Pour continuer, connecte-toi avec un compte qui y a accès.
es: Tu cuenta no tiene acceso a esta página. Para continuar, inicia sesión con una cuenta que tenga acceso.

source: Connecte-toi pour voir cette page.
es: Inicie sesión para ver esta página.

source: Ton nom d'utilisateur et ton mot de passe ne correspondent pas. Réessaye.
es: Tu nombre de usuario y contraseña no coinciden. Inténtalo de nuevo.

source: Nom d'utilisateur ou e-mail:
es: Nombre de usuario o correo electrónico:

source: Mot de passe oublié ?
es: ¿Olvidaste tu contraseña?

source: Se connecter avec un autre fournisseur d'identité
es: Conectarse con otro proveedor de identidad

source: Tu n'as pas encore de compte ?
es: ¿Todavía no tienes una cuenta?

source: S'inscrire !
es: ¡Inscríbete!

source: Déconnecté
es: Desconectado

source: Perdu
es: Perdido

source: Désolé, nous n'avons pas trouvé de page où te rediriger. Navigue manuellement vers ton application préférée.
es: Lo sentimos, no pudimos encontrar una página para redirigirte.Navega manualmente a tu aplicación favorita.

source: Si tu n'es pas sûr, contacte un administrateur système.
es: Si no estás seguro/a, pónte en contacto con un administrador del sistema.

source: Mot de passe modifié
es: Cambió la contraseña

source: Envoyer
es: Envíar

source: Mot de passe réinitialisé avec succès
es: La contraseña se ha restablecido con éxito

source: Échec de la réinitialisation du mot de passe
es: Falló el restablecimiento de la contraseña

source: E-mail envoyé
es: Correo electrónico enviado

source: Vérifie ta boite mail.
es: Revisa tu correo electrónico.

source: Nous t'avons envoyé des instructions pour définir ton mot de passe. Tu devrais recevoir cet e-mail dans peu de temps !
es: Te hemos enviado instrucciones sobre cómo establecer tu contraseña. ¡Tú deberías recibir un correo electrónico en breve!

source: Réinitialiser le mot de passe sur %(site_name)s
es: Reset password on %(site_name)s

source: Tu as oublié ton mot de passe ?
es: ¿Olvidaste tu contraseña?

source: Indique ton adresse e-mail ci-dessous et nous t'enverrons des instructions par e-mail pour en définir un nouveau.
es: Escribe debajo tu dirección de correo electrónico y te enviaremos instrucciones para crear una nueva.

source: Envoyez-moi les instructions !
es: ¡Envíame las instrucciones!

source: Ton adresse e-mail est invalide.
es: Tu dirección de correo electrónico no es válida.

source: Mot de passe réinitialisé sur %(site_name)s
es: Restablecer la contraseña en %(site_name)s

source: Les inscriptions sont actuellement fermées.
es: Las inscripciones están actualmente cerradas.

source: Tu es désormais enregistré. Un e-mail d'activation t'a été envoyé.
es: Ahora estás registrado/a. Se te envió un correo electrónico de activación.
