Repository: pypi-data/pypi-mirror-96
Catalog: packages/django-upload-form/django_upload_form-0.5.0-py2.py3-none-any.whl/upload_form/locale/*/LC_MESSAGES/django.po
Languages: it

source: File type not allowed
it: Tipo di file non ammesso

source: File size exceeds %s MB limit
it: Il file supera la dimensione massima consentita di %s MB

source: Select multiple files with the file dialog or by dragging and dropping them onto the dashed region
it: Seleziona uno o più files premendo il bottone o trascinandoli nell'area tratteggiata

source: Please correct the errors below
it: Si prega di correggere gli errori di seguito evidenziati

source: upload
it: caricamento

source: Select some files
it: Seleziona uno o più files

source: Press the button below to proceed with files upload
it: Premere il pulsante qui sotto per procedere con il caricamento dei file

source: Send
it: Invia

source: type
it: tipo

source: name
it: nome

source: size
it: dimensione
