Repository: pypi-data/pypi-mirror-96
Catalog: packages/django-painless-redirects/django_painless_redirects-0.4.2-py2.py3-none-any.whl/painless_redirects/locale/*/LC_MESSAGES/django.po
Languages: fr

source: From
fr: De

source: To
fr: À

source: Permanent redirect (301)
fr: Redirection permanente

source: For temporary fixes, uncheck to use a status code of 302
fr: Pour des redirections temporaires, uncheck!

source: From path
fr: De URL

source: Absolute path, excluding the domain name. Example: '/events/search/'
fr: Chemin absolue, sans nom de domaine (/events/no-more/)

source: Wildcard match
fr: Rediriger sous pages

source: Add wildcard (/from/path/*)
fr: Rediriger toutes (/de/url/*) les sous pages

source: Optional, limit redirect to this site
fr: Optional, limiter redirection pour ce site

source: Optional, exlicitly limit to specific domain
fr: Optional, limiter redirection pour cette domaine

source: To path
fr: À URL

source: Absolute path, or full url (with http://.../)
fr: Chemin absolue, ou URL complete (https://www.xy.com/nouveau)

source: Keep tree
fr: Garder sous pages

source: Only applies when wildcard matching enabled
fr: Seulement quand les sous pages sont rediriger

source: Keep querystring
fr: Garder querystring

source: Re-applies GET querystring, if any (?page=4&search=banana)
fr: Garder GET querystring (?page=28&filter=souris)

source: Optional, automatically insert correct domain name of this site
fr: Optional, inserer nom de domaine correcte, automatiquement
