{"backend": "tensorflow", "config": {"layers": [{"config": {"kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "dtype": "float32", "units": 64, "use_bias": true, "bias_regularizer": null, "name": "dense_1", "bias_constraint": null, "batch_input_shape": [null, 99], "activation": "elu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_2", "units": 32, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "activation": "elu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_3", "units": 16, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "activation": "elu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_4", "units": 8, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "activation": "elu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_5", "units": 2, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "activation": "softmax", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "keras_version": "2.2.4"}