Repository: pypi-data/pypi-mirror-96
Catalog: packages/django-painless-redirects/django-painless-redirects-0.4.2.tar.gz/django-painless-redirects-0.4.2/painless_redirects/locale/*/LC_MESSAGES/django.po
Languages: de

source: From
de: Von

source: To
de: Ziel

source: Permanent redirect (301)
de: Permanente Umleitung

source: For temporary fixes, uncheck to use a status code of 302
de: Für temporäre Umleitungen entfernen

source: From path
de: Von Pfad

source: Absolute path, excluding the domain name. Example: '/events/search/'
de: Absoluter Pfad in der folgenden Form: /de/bitte-umleiten/ (ohne Domainname!)

source: Wildcard match
de: Unterseiten mitumleiten

source: Add wildcard (/from/path/*)
de: Alle Unterseiten (/von/pfad/*) werden umgeleitet

source: Optional, limit redirect to this site
de: Optional. Redirect nur gültig für diese Domain

source: Optional, exlicitly limit to specific domain
de: Optional. Redirect nur gültig für diese Domain

source: To path
de: Zielpfad

source: Absolute path, or full url (with http://.../)
de: Absoluter Pfad (/xyz/), oder komplette URL (http://www.xy.com/ziel)

source: Keep tree
de: Komplette Adresse behalten

source: Only applies when wildcard matching enabled
de: Nur when Unterseiten umgeleitet werden

source: Keep querystring
de: GET Querystring behalten

source: Re-applies GET querystring, if any (?page=4&search=banana)
de: Fügt den Querystring bei der Umleitung hinzu (?seite=4&suche=banana)

source: Optional, automatically insert correct domain name of this site
de: Optional, automatisch auf diese Domain umleiten.
