{"keras_version": "2.2.4", "config": {"layers": [{"config": {"kernel_constraint": null, "use_bias": true, "batch_input_shape": [null, 98], "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu", "trainable": true, "units": 64, "bias_constraint": null, "dtype": "float32", "activity_regularizer": null, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu", "trainable": true, "units": 32, "bias_constraint": null, "activity_regularizer": null, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu", "trainable": true, "units": 16, "bias_constraint": null, "activity_regularizer": null, "name": "dense_3"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu", "trainable": true, "units": 8, "bias_constraint": null, "activity_regularizer": null, "name": "dense_4"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "softmax", "trainable": true, "units": 2, "bias_constraint": null, "activity_regularizer": null, "name": "dense_5"}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential"}