{"config": {"layers": [{"config": {"kernel_constraint": null, "units": 64, "kernel_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 98], "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_1", "use_bias": true, "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 32, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_2", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 16, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_3", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 8, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_4", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "elu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 2, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_5", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "softmax"}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}