{"config": {"layers": [{"config": {"target_shape": [201, 2], "trainable": true, "dtype": "float32", "name": "reshape_1", "batch_input_shape": [null, 402]}, "class_name": "Reshape"}, {"config": {"filters": 50, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "conv1d_1", "kernel_size": [3], "kernel_regularizer": null, "dilation_rate": [1], "use_bias": true, "bias_regularizer": null, "strides": [1], "padding": "valid", "batch_input_shape": [null, 501, 2], "kernel_constraint": null, "data_format": "channels_last", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "dtype": "float32", "activation": "elu", "activity_regularizer": null}, "class_name": "Conv1D"}, {"config": {"filters": 50, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "conv1d_2", "kernel_size": [10], "bias_regularizer": null, "dilation_rate": [1], "use_bias": true, "kernel_regularizer": null, "strides": [1], "padding": "valid", "kernel_constraint": null, "data_format": "channels_last", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "activation": "elu", "activity_regularizer": null}, "class_name": "Conv1D"}, {"config": {"data_format": "channels_last", "pool_size": [10], "name": "max_pooling1d_1", "trainable": true, "strides": [10], "padding": "valid"}, "class_name": "MaxPooling1D"}, {"config": {"filters": 80, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "conv1d_3", "kernel_size": [10], "bias_regularizer": null, "dilation_rate": [1], "use_bias": true, "kernel_regularizer": null, "strides": [1], "padding": "valid", "kernel_constraint": null, "data_format": "channels_last", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "activation": "elu", "activity_regularizer": null}, "class_name": "Conv1D"}, {"config": {"data_format": "channels_last", "trainable": true, "name": "global_average_pooling1d_1"}, "class_name": "GlobalAveragePooling1D"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "units": 64, "activation": "elu", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "units": 32, "activation": "elu", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "units": 16, "activation": "elu", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_4", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "units": 8, "activation": "elu", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_5", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "trainable": true, "units": 2, "activation": "softmax", "activity_regularizer": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}