Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-sale-payment-gateway/m9s_sale_payment_gateway-5.2.9.tar.gz/m9s_sale_payment_gateway-5.2.9/locale/*.po
Languages: de

# field:payment_gateway.transaction,sale_payment:
source: Sale Payment
de: Zahlung

# field:sale.configuration,payment_authorize_on:
source: Payment Authorize On
de: Zahlungsautorisierung

# field:sale.configuration,payment_capture_on:
source: Payment Capture On
de: Zahlungseinzug

# field:sale.payment,amount:
source: Amount
de: Betrag

# field:sale.payment,amount_authorized:
source: Amount Authorized
de: Autorisierter Betrag

# field:sale.payment,amount_available:
source: Amount Remaining
de: Verbleibender Betrag

# field:sale.payment,amount_captured:
source: Amount Captured
de: Eingenommener Betrag

# field:sale.payment,amount_consumed:
source: Amount Consumed
de: Ausgeschöpfter Betrag

# field:sale.payment,amount_refunded:
source: Amount Refunded
de: Erstatteter Betrag

# field:sale.payment,company:
source: Company
de: Unternehmen

# field:sale.payment,create_date:
source: Create Date
de: Erstellungsdatum

# field:sale.payment,create_uid:
source: Create User
de: Erstellt durch

# field:sale.payment,credit_account:
source: Credit Account
de: Habenkonto

# field:sale.payment,currency_digits:
source: Currency Digits
de: Nachkommastellen Währung

# field:sale.payment,description:
source: Description
de: Beschreibung

# field:sale.payment,method:
source: Method
de: Zahlungsmethode

# field:sale.payment,party:
source: Party
de: Partei

# field:sale.payment,payment_profile:
source: Payment Profile
de: Zahlungsprofil

# field:sale.payment,payment_transactions:
source: Payment Transactions
de: Zahlungstransaktionen

# field:sale.payment,provider:
source: Provider
de: Anbieter

# field:sale.payment,rec_name:
source: Record Name
de: Name

# field:sale.payment,reference:
source: Reference
de: Beleg-Nr.

# field:sale.payment,sale:
source: Sale
de: Verkauf

# field:sale.payment,sequence:
source: Sequence
de: Reihenfolge

# field:sale.payment,write_date:
source: Write Date
de: Zuletzt geändert

# field:sale.payment,write_uid:
source: Write User
de: Letzte Änderung durch

# field:sale.payment.add_view,amount:
source: Amount
de: Betrag

# field:sale.payment.add_view,card_present:
source: Card is Present
de: Karte vorhanden

# field:sale.payment.add_view,company:
source: Company
de: Unternehmen

# field:sale.payment.add_view,credit_account:
source: Credit Account
de: Habenkonto

# field:sale.payment.add_view,csc:
source: Card Security Code (CVV/CVD)
de: Karte Sicherheitscode (CVV/CVD)

# field:sale.payment.add_view,currency_digits:
source: Currency Digits
de: Nachkommastellen Währung

# field:sale.payment.add_view,expiry_month:
source: Expiry Month
de: Verfallsmonat

# field:sale.payment.add_view,expiry_year:
source: Expiry Year
de: Verfallsjahr

# field:sale.payment.add_view,method:
source: Payment Gateway Method
de: Zahlungsgatewaymethode

# field:sale.payment.add_view,number:
source: Card Number
de: Kartennummer

# field:sale.payment.add_view,owner:
source: Card Owner
de: Kartenbesitzer

# field:sale.payment.add_view,party:
source: Party
de: Partei

# field:sale.payment.add_view,payment_profile:
source: Payment Profile
de: Zahlungsprofil

# field:sale.payment.add_view,reference:
source: Reference
de: Beleg-Nr.

# field:sale.payment.add_view,sale:
source: Sale
de: Verkauf

# field:sale.payment.add_view,swipe_data:
source: Swipe Card
de: Karte durchziehen

# field:sale.payment.add_view,use_existing_card:
source: Use existing Card?
de: Existierende Karte verwenden

# field:sale.payment.add_view,user:
source: Tryton User
de: Benutzer

# field:sale.sale,gateway_transactions:
source: Gateway Transactions
de: Gatewaytransaktionen

# field:sale.sale,payment_authorize_on:
source: Authorize payments
de: Zahlungsautorisierung

# field:sale.sale,payment_authorized:
source: Payment Authorized
de: Zahlung autorisiert

# field:sale.sale,payment_available:
source: Payment Remaining
de: Zahlung verbleibend

# field:sale.sale,payment_capture_on:
source: Capture payments
de: Zahlungseinzug

# field:sale.sale,payment_captured:
source: Payment Captured
de: Zahlung eingezogen

# field:sale.sale,payment_collected:
source: Payment Collected
de: Eingenommener Zahlungsbetrag

# field:sale.sale,payment_processing_state:
source: Payment Processing State
de: Anstehende Zahlungsaktion

# field:sale.sale,payment_refunded:
source: Payment Refunded
de: Erstatteter Zahlungsbetrag

# field:sale.sale,payment_total:
source: Total Payment
de: Gesamtbetrag aller Gateway-Zahlungen

# field:sale.sale,payments:
source: Payments
de: Zahlungen

# field:sale.sale,sorted_payments:
source: Payments
de: Zahlungen

# help:sale.payment.add_view,card_present:
source: If the card is present and the card can be swiped
de: Ob eine Karte vorhanden ist und durchgezogen werden kann

# help:sale.sale,payment_authorized:
source: Amount authorized to be catured
de: Zum Einzug autorisierter Betrag

# help:sale.sale,payment_available:
source: Total value which is neither authorize nor captured
de: Gesamter Wert der Zahlungen, die weder autorisiert noch eingezogen wurden

# help:sale.sale,payment_captured:
source: Amount already captured
de: Bereits eingezogener Betrag

# help:sale.sale,payment_collected:
source: Total value of payments collected
de: Gesamtwert aller eingenommener Zahlungen

# help:sale.sale,payment_refunded:
source: Total value of payments refunded
de: Gesamtbetrag der erstatteten Zahlungen

# help:sale.sale,payment_total:
source: Total value of payments
de: Gesamter Wert der Zahlungen

# model:ir.action,name:act_sale_payment_form
source: Sale Payments
de: Gateway-Zahlungen

# model:ir.action,name:act_sale_relate
source: Payments
de: Gateway-Zahlungen

# model:ir.action,name:wizard_add_payment
source: Add Payment
de: Gateway-Zahlung hinzufügen

# model:ir.cron,name:
source: Process all pending payments
de: Anhängige Zahlungsaktionen ausführen

# model:ir.message,text:auth_before_capture
source: Payment authorization must happen before capture
de: Zahlungen müssen vor dem Einzug autorisiert werden

# model:ir.message,text:cannot_delete_payment
source: Payment cannot be deleted as placeholder for amount consumed has already been consumed.
de: Die Zahlung kann nicht gelöscht werden da bereits Beträge davon verbucht wurden.

# model:ir.message,text:different_profile_owner
source: Payment profile owner is %s, but the current customer is %s.
de: Zahlungsprofileigner ist %s, aber der aktuelle Kunde ist %s.

# model:ir.message,text:insufficient_amount
source: Insufficient amount in payment\nAmount missing: %(amount_missing)s\nAmount available: %(amount_available)s\nAmount payed: %(amount_collected)s\nPayments: %(number_payments)s
de: Ungenügender Betrag bei Bezahlung\nFehlender Betrag: %(amount_missing)s\nVerfügbarer Betrag: %(amount_available)s\nBezahlter Betrag: %(amount_collected)s\nZahlungen: %(number_payments)s

# model:ir.message,text:paid_by_card
source: Paid by Card
de: Zahlung mit Kreditkarte

# model:ir.message,text:paid_by_cash
source: Paid by Cash
de: Barzahlung

# model:ir.message,text:payment_from_sale
source: Payment from sale
de: Zahlung aus Verkauf

# model:ir.message,text:payments_waiting_authorization
source: Sale Payments are waiting for authorization
de: Zahlungen warten auf Autorisierung

# model:ir.message,text:payments_waiting_capture
source: Sale Payments are waiting for capture
de: Zahlungen warten auf Einzug

# model:ir.message,text:post_manual_payments
source: Posting of manual payment
de: Festschreibung von manueller Zahlung

# model:ir.model.button,string:sale_add_payment_button
source: Add payment
de: Zahlung hinzufügen

# model:ir.model.button,string:sale_auth_capture_button
source: Capture payment
de: Zahlung einziehen

# model:ir.ui.menu,name:menu_sale_payment_form
source: Sale Payments
de: Gateway-Zahlungen

# model:sale.payment,name:
source: Payment
de: Zahlung

# model:sale.payment.add_view,name:
source: View for adding Sale Payments
de: Zahlung eingeben

# selection:ir.cron,method:
source: Process pending payments
de: Anhängige Zahlungsvorgänge durchführen

# selection:sale.configuration,payment_authorize_on:
source: Manual
de: Manuell

# selection:sale.configuration,payment_authorize_on:
source: Sale Confirm
de: Bei Auftragsbestätigung

# selection:sale.configuration,payment_authorize_on:
source: Sale Process
de: Bei Auftragsausführung

# selection:sale.configuration,payment_capture_on:
source: Manual
de: Manuell

# selection:sale.configuration,payment_capture_on:
source: Sale Confirm
de: Bei Auftragsbestätigung

# selection:sale.configuration,payment_capture_on:
source: Sale Process
de: Bei Auftragsausführung

# selection:sale.payment.add_view,expiry_month:
source: 01-January
de: 01-Januar

# selection:sale.payment.add_view,expiry_month:
source: 02-February
de: 02-Februar

# selection:sale.payment.add_view,expiry_month:
source: 03-March
de: 03-März

# selection:sale.payment.add_view,expiry_month:
source: 05-May
de: 05-Mai

# selection:sale.payment.add_view,expiry_month:
source: 06-June
de: 06-Juni

# selection:sale.payment.add_view,expiry_month:
source: 07-July
de: 07-Juli

# selection:sale.payment.add_view,expiry_month:
source: 10-October
de: 10-Oktober

# selection:sale.payment.add_view,expiry_month:
source: 12-December
de: 12-Dezember

# selection:sale.sale,payment_processing_state:
source: Waiting For Authorization
de: Wartet auf Autorisierung

# selection:sale.sale,payment_processing_state:
source: Waiting For Capture
de: Wartet auf Einzug

# view:sale.configuration:
source: Default Payment Capture Settings
de: Standardeinstellungen für Zahlungseinzug

# view:sale.payment.add_view:
source: Card Information
de: Karteninformation

# view:sale.payment.add_view:
source: Card Payment
de: Kartenzahlung

# view:sale.payment:
source: Payments
de: Gateway-Zahlungen

# view:sale.sale:
source: Payments
de: Gateway-Zahlungen

# wizard_button:sale.payment.add,payment_info,add:
source: Add
de: Hinzufügen

# wizard_button:sale.payment.add,payment_info,end:
source: Cancel
de: Abbrechen
