Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-payment-gateway-paypal/m9s_payment_gateway_paypal-5.2.1-py3-none-any.whl/trytond/modules/payment_gateway_paypal/locale/*.po
Languages: de

# field:payment_gateway.gateway,paypal_mode:
source: Paypal Mode
de: PayPal Modus

# field:payment_gateway.transaction,approval_url:
source: Approval URL
de: Best채tigungs-URL

# field:payment_gateway.transaction,customer_id:
source: Customer ID
de: Kunden ID

# help:payment_gateway.gateway,paypal_mode:
source: The Paypal API mode (testing or live).
de: Der PayPal API Modus (Test oder Live)

# nereid:checkout.py:116
source: PayPal payment canceled
de: PayPal-Zahlung abgebrochen

# nereid:checkout.py:118
source: Error in payment processing
de: Fehler bei der Zahlungsabwicklung

# nereid:checkout.py:44
source: Paid by PayPal
de: Zahlung 체ber PayPal

# nereid:checkout.py:83
source: Error in payment processing
de: Fehler bei der Zahlungsabwicklung

# nereid:checkout.py:86
source: Error in payment processing
de: Fehler bei der Zahlungsabwicklung

# nereid:payment.py:18
source: Paid by PayPal
de: Zahlung 체ber PayPal

# nereid:sale.py:42
source: Payment from PayPal
de: Zahlung 체ber PayPal

# view:payment_gateway.gateway:
source: PayPal Settings
de: Einstellungen PayPal
