Repository: pypi-data/pypi-mirror-96
Catalog: packages/collective.collectionfilter/collective.collectionfilter-3.4.2.tar.gz/collective.collectionfilter-3.4.2/src/collective/collectionfilter/locales/*/LC_MESSAGES/collective.collectionfilter.po
Languages: no

source: Add Collection Filter Portlet
no: Legg til portlet for filtrering av samlinger

source: Add Collection Search Portlet
no: Legg til portlet (boks) for å søke i samlinger

source: Collection Filter
no: Kollektionsfilter

source: Collection Search
no: Samlingssøk (Collection Search)

source: Edit Collection Filter Portlet
no: Rediger portletten (infoboksen) for å filtrere samlinger

source: Edit Collection Search Portlet
no: Rediger portlet (infoboks) for søking i samlinger

source: This portlet allows fulltext search in collection results.
no: Denne portletten tillater et fulltekstsøk i samlingsresultatene og begrenser dem ytterligere.

source: This portlet shows grouped criteria of collection results and allows filtering of collection results.
no: Denne portletten viser grupperte samlingsresultater og lar resultatene begrenses ytterligere ved hjelp av filtre.

source: default_map_layer
no: Standardkart

source: filtertype_and
no: OG

source: filtertype_or
no: ELLER

source: filtertype_single
no: Enkelt valg (ikke flere valg)

source: help_cache_enabled
no: Aktiver hurtigbuffer for filtrering. Cachen oppdateres med hver databaseendring.

source: help_content_selector
no: En CSS-velger som markerer resultatlisten. Kildenode (samling) og målnode (resultatliste) må definere samme velger.

source: help_default_map_layer
no: velg standardkartet for visningen.

source: help_groupby
no: Velg kriteriet for gruppering av samlingsresultatene.

source: help_header
no: Tittel infoboksen

source: help_narrow_down
no: Filteralternativene er begrenset når et filterkriterium er valgt. Bare de filterkriteriene som vises i gjeldende resultat, vises. Imidlertid kan andre filtergrupper fortsatt begrense denne filtergruppen.

source: help_show_count
no: Vis antall (resultater) for hver filtergruppe.

source: help_target_collection
no: Velg målsamling (Collection).

source: label_cache_enabled
no: Aktiver hurtigbuffer (cache)

source: label_groupby
no: Grupperingskriterium

source: label_header
no: Portletittel

source: label_map_layers
no: Kartnivåer

source: label_narrow_down
no: Begrens filterkriterier

source: label_narrow_down_results
no: Begrens resultatlisten

source: label_show_count
no: Vis antall

source: label_target_collection
no: Målsamling

source: subject_all
no: Alle

source: title-edit-filter
no: Redigere filtere
