Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-account-deposit/m9s_account_deposit-5.2.3-py3-none-any.whl/trytond/modules/account_deposit/locale/*.po
Languages: de

# error:account.invoice:
source: Deposit settlement
de: Guthabenverrechnung

# error:account.invoice:
source: No account for deposit settlement configured in the accounting configuration.
de: Es ist kein Konto für die Guthabenverrechnung in den Buchhaltungseinstellungen hinterlegt.

# error:account.invoice:
source: The account "%(account)s" for party "%(party)s" has not enough deposit.
de: Unzureichendes Guthaben auf Konto "%(account)s" von Partei "%(party)s"

# error:account.invoice:
source: The available deposit for party "%(party)s" is less than the deposit used. To re-calculate the used deposit set the invoice first back to draft. When proceeding the party will have an overdue deposit.
de: Das verfügbare Guthaben von Partei "%(party)s" liegt unter dem verwendeten Guthaben. Um das verwendete Guthaben neu zu berechnen, muss die Rechnung in den Entwurfsstatus zurückgesetzt werden. Wenn ohne Änderung fortgefahren wird, wird die Partei ein ungedecktes (negatives) Guthaben haben.

# error:party.erase:
source: The party "%(party)s" can not be erased because it has deposit for the company "%(company)s".
de: Partei "%(party)s" kann nicht gelöscht werden, weil sie noch Guthaben im Unternehmen "%(company)s" hat.

# field:account.configuration,default_account_deposit:
source: Default Account Deposit
de: Standardkonto Guthabenverrechnung

# field:account.configuration,deposit_settlement_method:
source: Deposit Settlement Method
de: Guthabenverrechnungsmethode

# field:account.configuration,deposit_settlement_methods:
source: Deposit Settlement Methods
de: Guthabenverrechnungsmethoden

# field:account.configuration.deposit_settlement_method,company:
source: Company
de: Unternehmen

# field:account.configuration.deposit_settlement_method,configuration:
source: Configuration
de: Einstellungen

# field:account.configuration.deposit_settlement_method,create_date:
source: Create Date
de: Erstellungsdatum

# field:account.configuration.deposit_settlement_method,create_uid:
source: Create User
de: Erstellt durch

# field:account.configuration.deposit_settlement_method,method:
source: Method
de: Methode

# field:account.configuration.deposit_settlement_method,sequence:
source: Sequence
de: Reihenfolge

# field:account.configuration.deposit_settlement_method,write_date:
source: Write Date
de: Zuletzt geändert

# field:account.configuration.deposit_settlement_method,write_uid:
source: Write User
de: Letzte Änderung durch

# field:account.invoice,deposit:
source: Available Deposit
de: Verfügbares Guthaben

# field:account.invoice,use_deposit:
source: Recall Deposit
de: Guthaben verrechnen

# field:account.invoice.recall_deposit.start,account:
source: Account
de: Konto

# field:account.invoice.recall_deposit.start,company:
source: Company
de: Unternehmen

# field:account.invoice.recall_deposit.start,description:
source: Description
de: Beschreibung

# field:party.party,deposit:
source: Deposit
de: Guthaben

# model:account.configuration.deposit_settlement_method,name:
source: Account Configuration Deposit Settlement Method
de: Buchaltung Guthabenverrechnungsmethode

# model:account.invoice.recall_deposit.start,name:
source: Recall deposit on Invoice
de: Guthaben auf Rechnung verrechnen

# model:ir.action,name:act_move_line_deposit
source: Deposit Lines
de: Guthabenzeilen

# model:ir.action,name:wizard_recall_deposit
source: Recall Deposit
de: Guthaben verrechnen

# selection:account.account,kind:
source: Deposit
de: Guthaben

# selection:account.account.template,kind:
source: Deposit
de: Guthaben

# selection:account.configuration,deposit_settlement_method:
source: Partial (Allow partial deposit per invoice)
de: Teilweise (Teilzahlung per Guthaben erlauben)

# selection:account.configuration,deposit_settlement_method:
source: Strict (Require complete deposit per invoice)
de: Strikt (Rechnungen müssen komplett per Guthaben bezahlbar sein)

# selection:account.configuration.deposit_settlement_method,method:
source: Partial (Allow partial deposit per invoice)
de: Teilweise (Teilzahlung per Guthaben erlauben)

# selection:account.configuration.deposit_settlement_method,method:
source: Strict (Require complete deposit per invoice)
de: Strikt (Rechnungen müssen komplett per Guthaben bezahlbar sein)

# view:account.configuration:
source: Deposit
de: Guthaben

# view:account.invoice.recall_deposit.start:
source: Recall Deposit
de: Guthaben verrechnen

# view:account.invoice:
source: Recall Deposit
de: Guthaben verrechnen

# wizard_button:account.invoice.recall_deposit,start,end:
source: Cancel
de: Abbrechen

# wizard_button:account.invoice.recall_deposit,start,recall:
source: Recall
de: Verrechnen
