Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-stock-package-shipping-gls/m9s_stock_package_shipping_gls-5.2.3-py3-none-any.whl/trytond/modules/stock_package_shipping_gls/locale/*.po
Languages: de

# field:carrier,gls_label_image_format:
source: Label Image Format
de: Etikettenformat

# field:carrier,gls_label_size:
source: Label Size
de: Etikettengröße

# field:carrier,gls_service_type:
source: Service Type
de: Dienstleistungstyp

# field:carrier.credential.gls,company:
source: Company
de: Unternehmen

# field:carrier.credential.gls,contact_id:
source: Contact ID
de: Kontakt ID

# field:carrier.credential.gls,create_date:
source: Create Date
de: Erstellungsdatum

# field:carrier.credential.gls,create_uid:
source: Create User
de: Erstellt durch

# field:carrier.credential.gls,customer_id:
source: Customer ID
de: Kunden ID

# field:carrier.credential.gls,password:
source: Password
de: Passwort

# field:carrier.credential.gls,rec_name:
source: Record Name
de: Name

# field:carrier.credential.gls,user_id:
source: User
de: Benutzer

# field:carrier.credential.gls,write_date:
source: Write Date
de: Zuletzt geändert

# field:carrier.credential.gls,write_uid:
source: Write User
de: Letzte Änderung durch

# model:carrier.credential.gls,name:
source: GLS Credential
de: GLS Zugangsdaten

# model:ir.action,name:act_create_shipping_gls_wizard
source: Create GLS Shipping for Packages
de: Versand für GLS Paket erstellen

# model:ir.action,name:act_gls_credential_form
source: GLS Credentials
de: GLS Zugangsdaten

# model:ir.message,text:email_or_mobile_required
source: The Service chosen for shipment "%(shipment)s" requires either an email or a mobile number of the recipient.
de: Die für Lieferposten "%(shipment)s" gewählte Dienstleistung erfordert entweder eine E-Mailadresse oder eine Mobilnummer des Empfängers.

# model:ir.message,text:gls_webservice_error
source: GLS webservice call failed with the following error message:\n\n%(message)s
de: Der GLS Webservice schlug fehl mit der folgenden Fehlermeldung:\n\n%(message)s

# model:ir.message,text:has_reference_number
source: Shipment "%(shipment)s" already has a reference number.
de: Lieferposten "%(shipment)s" hat bereits eine Belegnummer.

# model:ir.message,text:missing_configuration
source: Missing configuration for company "%(company)s".
de: Fehlende Konfiguration für Unternehmen "%(company)s".

# model:ir.message,text:phone_required
source: A phone number is required for party "%(party)s".
de: Eien Telefonnummer ist erforderlich für Partei "%(party)s".

# model:ir.message,text:shipping_description_required
source: A shipping description is required for shipment "%(shipment)s".
de: Für "%(shipment)s" ist eine Lieferbeschreibung erforderlich.

# model:ir.message,text:warehouse_address_required
source: An address is required for warehouse "%(warehouse)s".
de: Eine Adresse ist erforderlich für Warenlager "%(warehouse)s".

# model:ir.ui.menu,name:menu_gls_credential_form
source: GLS Credentials
de: GLS Zugangsdaten

# selection:carrier.credential.gls,server:
source: Production
de: Produktion

# view:carrier.credential.gls:
source: Credential Informations
de: Zugangsdaten
