Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-account-batch/m9s_account_batch-5.2.2.tar.gz/m9s_account_batch-5.2.2/locale/*.po
Languages: de

# field:account.batch,company:
source: Company
de: Unternehmen

# field:account.batch,create_date:
source: Create Date
de: Erstellungsdatum

# field:account.batch,create_uid:
source: Create User
de: Erstellt durch

# field:account.batch,currency_digits:
source: Currency Digits
de: Währung (signifikante Stellen)

# field:account.batch,lines:
source: Batch Lines
de: Stapelzeilen

# field:account.batch,move_lines:
source: Move Lines
de: Buchungszeilen

# field:account.batch,rec_name:
source: Record Name
de: Name

# field:account.batch,state:
source: State
de: Status

# field:account.batch,write_date:
source: Write Date
de: Zuletzt geändert

# field:account.batch,write_uid:
source: Write User
de: Letzte Änderung durch

# field:account.batch.journal,account:
source: Account
de: Konto

# field:account.batch.journal,account_journal:
source: Account Journal
de: Journal Konto

# field:account.batch.journal,company:
source: Company
de: Unternehmen

# field:account.batch.journal,create_date:
source: Create Date
de: Erstellungsdatum

# field:account.batch.journal,create_uid:
source: Create User
de: Erstellt durch

# field:account.batch.journal,currency:
source: Currency
de: Währung

# field:account.batch.journal,rec_name:
source: Record Name
de: Name

# field:account.batch.journal,write_date:
source: Write Date
de: Zuletzt geändert

# field:account.batch.journal,write_uid:
source: Write User
de: Letzte Änderung durch

# field:account.batch.line,account:
source: Account
de: Konto

# field:account.batch.line,amount:
source: Amount
de: Betrag

# field:account.batch.line,batch:
source: Batch
de: Buchungsstapel

# field:account.batch.line,contra_account:
source: Contra Account
de: Gegenkonto

# field:account.batch.line,create_date:
source: Create Date
de: Erstellungsdatum

# field:account.batch.line,create_uid:
source: Create User
de: Erstellt durch

# field:account.batch.line,currency_digits:
source: Currency Digits
de: Währung (signifikante Stellen)

# field:account.batch.line,date:
source: Date
de: Datum

# field:account.batch.line,fiscalyear:
source: Fiscal Year
de: Geschäftsjahr

# field:account.batch.line,invoice:
source: Invoice
de: Rechnung

# field:account.batch.line,is_cancelation_move:
source: Cancelation
de: Storno

# field:account.batch.line,journal:
source: Batch Journal
de: Stapeljournal

# field:account.batch.line,journal_type:
source: Batch Journal Type
de: Stapeljournaltyp

# field:account.batch.line,maturity_date:
source: Maturity Date
de: Fälligkeitsdatum

# field:account.batch.line,move:
source: Account Move
de: Buchung

# field:account.batch.line,party:
source: Party
de: Partei

# field:account.batch.line,posting_text:
source: Posting Text
de: Buchungstext

# field:account.batch.line,rec_name:
source: Record Name
de: Name

# field:account.batch.line,reference:
source: Reference
de: Beleg-Nr.

# field:account.batch.line,sequence:
source: Seq.
de: Rflg.

# field:account.batch.line,state:
source: State
de: Status

# field:account.batch.line,tax:
source: Tax
de: Steuer

# field:account.batch.line,write_date:
source: Write Date
de: Zuletzt geändert

# field:account.batch.line,write_uid:
source: Write User
de: Letzte Änderung durch

# field:account.batch.open_batch_journal.ask,batch:
source: Batch
de: Buchungsstapel

# field:account.batch.open_batch_journal.ask,batch_journal:
source: Batch Journal
de: Stapeljournal

# field:account.batch.open_batch_journal.ask,company:
source: Company
de: Unternehmen

# field:account.batch.open_batch_journal.ask,fiscalyear:
source: Fiscalyear
de: Geschäftsjahr

# field:account.batch.open_batch_journal.ask,period:
source: Period
de: Buchungszeitraum

# field:account.batch.open_batch_journal.ask,show_draft:
source: Show Draft
de: Entwürfe anzeigen

# field:account.batch.open_batch_journal.ask,show_posted:
source: Show Posted
de: Festgeschriebene anzeigen

# field:account.move,reference:
source: Reference
de: Beleg-Nr.

# field:account.move.line,reference:
source: Reference
de: Beleg-Nr.

# help:account.batch.line,code:
source: Chronological sequence of batch lines by posting date
de: Chronlogische Reihenfolge der Festschreibung von Stapelzeilen

# help:account.batch.line,is_cancelation_move:
source: Create an inverted move for an inverted amount to compensate for a same move with original amount.
de: Erzeugt einen umgekehrten Buchungssatz für einen umgekehrten Betrag, der den gleichen Buchungssatz mit dem ursprünglichen Betrag kompensiert.

# help:account.batch.line,maturity_date:
source: Date to pay the amount of the batch line at least.
de: Spätestes Datum, an dem die Stapelzeile bezahlt werden muss.

# help:account.batch.line,reference:
source: This field collects references to external documents, like voucher or receipt numbers.
de: Dieses Feld enthält Bezüge zu externen Dokumenten wie Beleg- oder Lieferscheinnummern.

# help:account.batch.line,sequence:
source: Chronological sequence of batch lines by creation date
de: Chronlogische Reihenfolge der Erfassung von Stapelzeilen

# help:account.batch.line,side_account:
source: 'D': Account is debit side 'C': Account is credit side
de: 'S': Konto auf der Sollseite 'H': Konto auf der Habenseite

# help:account.batch.line,side_contra_account:
source: 'D': Contra Account is debit side 'C': Contra Account is credit side
de: 'S': Gegenkonto auf der Sollseite 'H': Gegenkonto auf der Habenseite

# model:account.batch,name:
source: Account Batch
de: Buchungsstapel

# model:account.batch.cancel.ask.problem,name:
source: Cancel Batch Lines Ask Problem
de: Stapelzeilen Storno Nachfrage Entwürfe

# model:account.batch.cancel.ask.sure,name:
source: Cancel Batch Lines Ask Sure
de: Stapelzeilen Storno Nachfrage Bestätigung

# model:account.batch.journal,name:
source: Batch Journal
de: Stapeljournal

# model:account.batch.line,name:
source: Account Batch Line
de: Buchungsstapelzeile

# model:account.batch.open_batch_journal.ask,name:
source: Open Batch Journal Ask
de: Stapeljournal Öffnen Nachfrage

# model:ir.action,name:
source: Batches
de: Buchungsstapel

# model:ir.action,name:act_batch_cancel
source: Cancel Selected Lines
de: Ausgewählte Zeilen stornieren

# model:ir.action,name:act_batch_form
source: Batches
de: Buchungsstapel

# model:ir.action,name:act_batch_journal_form
source: Batch Journals
de: Stapeljournale

# model:ir.action,name:act_batch_line_form
source: Batch Lines
de: Stapelzeilen

# model:ir.action,name:act_batch_line_form_editable
source: Batch Lines
de: Stapelzeilen

# model:ir.action,name:act_batch_line_move_lines
source: Move Lines
de: Buchungszeilen

# model:ir.action,name:act_batch_post
source: Post Selected Lines
de: Ausgewählte Zeilen festschreiben

# model:ir.action,name:act_open_batch_journal
source: Enter Batch Lines
de: Stapelzeilen erfassen

# model:ir.action.act_window.domain,name:act_batch_form_domain_all
source: All
de: Alle

# model:ir.action.act_window.domain,name:act_batch_form_domain_closed
source: Closed
de: Geschlossen

# model:ir.action.act_window.domain,name:act_batch_form_domain_open
source: Open
de: Offen

# model:ir.rule.group,name:rule_group_batch
source: User in company
de: Benutzer in Unternehmen

# model:ir.sequence,name:sequence_account_batch_line
source: Batch Line Code
de: Stapelzeile Code

# model:ir.sequence,name:sequence_account_batch_line_create
source: Batch Line Registration
de: Stapelzeile Erfassung

# model:ir.sequence.type,name:sequence_type_account_batch_line
source: Account Batch Line Code
de: Stapelzeile Code

# model:ir.sequence.type,name:sequence_type_account_batch_line_create
source: Account Batch Line Registration
de: Stapelzeile Erfassung

# model:ir.ui.menu,name:menu_batch
source: Batch
de: Stapelbuchung

# model:ir.ui.menu,name:menu_batch_configuration
source: Batch
de: Stapelbuchung

# model:ir.ui.menu,name:menu_batch_form
source: Batches
de: Buchungsstapel

# model:ir.ui.menu,name:menu_batch_journal_form
source: Batch Journals
de: Stapeljournale

# model:ir.ui.menu,name:menu_batch_line_form
source: Show Batch Lines
de: Stapelzeilen anzeigen

# model:ir.ui.menu,name:menu_open_batch_journal
source: Enter Batch Lines
de: Stapelzeilen erfassen

# model:res.group,name:group_batch
source: Batch
de: Buchhaltung Stapelbuchung

# selection:account.batch,state:
source: Closed
de: Geschlossen

# selection:account.batch,state:
source: Open
de: Offen

# selection:account.batch.line,side_account:
source: C
de: H

# selection:account.batch.line,side_account:
source: D
de: S

# selection:account.batch.line,side_contra_account:
source: C
de: H

# selection:account.batch.line,side_contra_account:
source: D
de: S

# selection:account.batch.line,state:
source: Draft
de: Entwurf

# selection:account.batch.line,state:
source: Posted
de: Festgeschrieben

# selection:account.batch.line,state:
source: Staging
de: Vorläufig

# view:account.batch.cancel.ask.problem:
source: (Batch lines with other states will be ignored)
de: (Stapelzeilen mit anderem Status werden ignoriert)

# view:account.batch.cancel.ask.problem:
source: Cancel all batch lines with state posted?
de: Alle festgeschriebenen Stapelzeilen stornieren?

# view:account.batch.cancel.ask.problem:
source: Draft batch lines can be deleted but not canceled.
de: Stapelzeilen in diesem Status können gelöscht, jedoch nicht storniert werden.

# view:account.batch.cancel.ask.problem:
source: Draft batch lines found in the given selection.
de: In der Auswahl sind Stapelzeilen in Status 'Entwurf' enthalten.

# view:account.batch.cancel.ask.sure:
source: Are you sure to proceed?
de: Wirklich fortfahren?

# view:account.batch.cancel.ask.sure:
source: Canceling Batch lines can not be reverted!
de: Stornierte Stapelzeilen können nicht wiederhergestellt werden!

# view:account.batch.cancel.ask.sure:
source: You are going to cancel batch lines.
de: Sie sind im Begriff Stapelzeilen zu stornieren.

# view:account.batch.journal:
source: Batch Journal
de: Stapeljournal

# view:account.batch.journal:
source: Batch Journals
de: Stapeljournale

# view:account.batch.line:
source: Amount
de: Betrag

# view:account.batch.open_batch_journal.ask:
source: Enter Batch Lines
de: Stapelzeilen erfassen

# view:account.batch:
source: Batch Lines
de: Stapelzeilen

# view:account.batch:
source: Move Lines
de: Buchungszeilen

# view:account.batch:
source: Post Batch
de: Buchungsstapel festschreiben

# wizard_button:account.batch.cancel,ask_draft,confirm:
source: Continue
de: Weiter

# wizard_button:account.batch.cancel,ask_draft,end:
source: Cancel
de: Abbrechen

# wizard_button:account.batch.cancel,confirm,cancelation:
source: Continue
de: Weiter

# wizard_button:account.batch.cancel,confirm,end:
source: Cancel
de: Abbrechen

# wizard_button:account.batch.open_batch_journal,ask,end:
source: Cancel
de: Abbrechen

# wizard_button:account.batch.open_batch_journal,ask,open_:
source: Open
de: Öffnen
