Repository: pypi-data/pypi-mirror-96
Catalog: packages/opsdroid/opsdroid-0.21.0.tar.gz/opsdroid-0.21.0/opsdroid/locale/*/LC_MESSAGES/opsdroid.po
Languages: de, el, es, hi, pl, pt, pt_br

source: Read more at: http://opsdroid.readthedocs.io/#configuration
de: Mehr dazu: http://opsdroid.readthedocs.io/#configuration
el: Διαβάστε περισσότερα στο: http://opsdroid.readthedocs.io/#configuration
es: Más información: http://opsdroid.readthedocs.io/#configuration
hi: अधिक पढ़ें: http://opsdroid.readthedocs.io/#configuration
pl: Przeczytaj więcej na: http://opsdroid.readthedocs.io/#configuration
pt: Le mais: http://opsdroid.readthedocs.io/#configuration
pt_br: Leia mais: http://opsdroid.readthedocs.io/#configuration

source: Watch the Get Started Videos at: http://bit.ly/2fnC0Fh
de: Get Started Videos (Englisch) unter: http://bit.ly/2fnC0Fh
el: Παρακολουθήστε Get Started Videos στο: http://bit.ly/2fnC0Fh
es: Puedes ver los tutoriales aquí: http://bit.ly/2fnC0Fh
hi: आरंभ किए गए वीडियो देखें: http://bit.ly/2fnC0Fh
pl: Obejrzyj filmy Get Started na: http://bit.ly/2fnC0Fh
pt: Vê os vídeos de iniciação: http://bit.ly/2fnC0Fh
pt_br: Veja os vídeos de iniciação: http://bit.ly/2fnC0Fh

source: Install Opsdroid Desktop at: https://github.com/opsdroid/opsdroid-desktop/releases
de: Opsdroid Desktop herunterladen: https://github.com/opsdroid/opsdroid-desktop/releases
el: Εγκαταστήστε το Opsdroid Desktop στο: https://github.com/opsdroid/opsdroid-desktop/releases
es: Instala Opsdroid Desktop en: https://github.com/opsdroid/opsdroid-desktop/releases
hi: "Opsdroid Desktop को यहां स्थापित करें: nHttps://github.com/opsdroid/opsdroid-desktop/releases"
pl: Zainstaluj Opsdroid Desktop z: https://github.com/opsdroid/opsdroid-desktop/releases
pt: Instala Opsdroid Desktop: https://github.com/opsdroid/opsdroid-desktop/releases
pt_br: Instala Opsdroid Desktop em: https://github.com/opsdroid/opsdroid-desktop/releases

source: 'welcome-message: true/false' is missing in configuration.yaml
de: 'welcome-message: true/false' fehlt in configuration.yaml
el: 'welcome-message: true/false' λείπει από το configuration.yaml
es: Parámetro 'welcome-message: true/false' no se encuentra en configuration.yaml
hi: स्वागत-संदेश: सही / गलत' configuration.yaml में गायब है।
pl: Brakuje 'welcome-message: true/false' w pliku configuration.yaml
pt: Parâmetro 'welcome-message: true/false' não esta especificado no ficheiro configuration.yaml
pt_br: Parâmetro 'welcome-message: true/false' não está especificado no arquivo configuration.yaml

source: Starting facebook connector
de: Starte facebook connector
el: Έναρξη σύνδεσης στο Facebook
es: Comenzando el conector 'facebook'
hi: फेसबुक कनेक्टर शुरू करना
pl: Uruchamiam łącze z facebookiem
pt: A iniciar o conector do facebook
pt_br: Iniciando o conector do facebook

source: Responding to facebook
de: Antworte facebook
el: Ανταπόκριση στο Facebook
es: Respondiendo a 'facebook'
hi: फेसबुक का जवाब
pl: Odpowiadam facebookowi
pt: A responder ao facebook
pt_br: Respondendo ao facebook

source: Responded with: %s
de: Geantwortet mit: %s
el: Απάντηση με: %s
es: Respondiendo con: %s
hi: उत्तर:% s
pl: Odpowiedziano z: %s
pt: Respondido com: %s
pt_br: Respondido com: %s

source: Unable to respond to facebook
de: Konnte facebook nicht antworten
el: Δεν είναι δυνατή η ανταπόκριση στο Facebook
es: No ha sido posible responder a 'facebook'
hi: फेसबुक पर प्रतिक्रिया देने में असमर्थ
pl: Nie udało się odpowiedzieć facebookowi
pt: Não foi possível responder ao facebook
pt_br: Não foi possível responder ao faceboo

source: Missing auth token!You must set 'token' in your config
de: Authtoken fehlt! 'token' muss in Konfigurationsdatei gesetzt werden
el: Λείπει το token ελέγχου ταυτότητας! Πρέπει να ορίσετε 'token' στο config σας
es: El parámetro 'token' no se ha definido. Defínelo en tu configuración
hi: मिसिंग टोकन टोकन! आपको अपने config में 'टोकन' सेट करना होगा
pl: Brakuje tokenu autoryzacyjnego!Musisz ustawić 'token' w swojej konfiguracji
pt: Falta o token de autenticação! Tens que definir 'token' na configuração do conector
pt_br: Falta o token de autenticação! Você deve definir 'token' na sua configuração

source: Error connecting to github: %s
de: Fehler bei der Verbindung zu github: %s
el: Σφάλμα κατά τη σύνδεση στο GitHub: %s
es: Error al conectarse a github: %s
hi: github से जुड़ने में त्रुटि:% s
pl: Błąd połączenia z githubem: %s
pt: Erro ao conectar ao github: %s
pt_br: Erro ao conectar ao github: %s

source: Reading bot information...
de: Lese bot informationen...
el: Ανάγνωση πληροφοριών bot...
es: Leyendo información del bot...
hi: बॉट जानकारी पढ़ना ...
pl: Wczytuję informację o bocie.
pt: A ler informação do bot...
pt_br: Lendo informações sobre bot...

source: Done.
de: Fertig.
el: Ολοκληρώθηκε.
es: Completado.
hi: हो गया।
pl: Gotowe.
pt: Feito.
pt_br: Feito.

source: No message to respond to.
de: Keine Nachricht zum antworten.
el: Δεν υπάρχει μήνυμα για να απαντήσετε.
es: No hay mensajes para responder.
hi: जवाब देने के लिए कोई संदेश नहीं।
pl: Brak wiadomości na którą mógłbym odpowiedzieć.
pt: Nenhuma mensagem para responder.
pt_br: Nenhuma mensagem para responder.

source: Key %s not found in payload
de: Schlüssel %s nicht in payload
el: Το κλειδί %s δεν βρέθηκε στο payload
es: La llave %s no se ha encontrado en el 'payload'
hi: पेलोड में कुंजी %s नहीं मिला
pl: Nie znaleziono klucza %s w ładunku.
pt: Chave %s não encontrada no payload
pt_br: Chave %s não encontrada na carga útil

source: Responding via GitHub
de: Antworte via GitHub
el: Απάντηση μέσω του GitHub
es: Respondiendo via GitHub
hi: GitHub के माध्यम से प्रतिक्रिया
pl: Odpowiadam przez GitHuba
pt: Responder através do Github
pt_br: Respondendo via GitHub

source: Message sent.
de: Nachricht gesendet.
el: Μήνυμα στάλθηκε.
es: Mensaje enviado.
hi: संदेश भेजा गया।
pl: Wiadomość wysłana.
pt: Mensagem enviada.
pt_br: Mensagem enviada.

source: Starting Gitter connector
de: Starte Gitter connector
el: Έναρξη σύνδεσης στο Gitter
es: Comenzando el conector 'Gitter'
hi: Gitter कनेक्टर शुरू करना
pl: Uruchamiam łącze z Gitterem.
pt: A iniciar o conector para Gitter
pt_br: Iniciando o conector Gitter

source: Connecting with gitter stream
de: Verbinde mit gitter stream
el: Σύνδεση με ροή gitter
es: Conectándose con el 'stream' de 'gitter'
hi: gitter stream के साथ जुड़ना
pl: Łączę się ze strumieniem gittera
pt: Conectando com gitter Stream
pt_br: Conectando com Gitter Stream

source: Listening with gitter stream
de: Lausche mit gitter stream
el: Ακρόαση με τη ροή gitter
es: Escuchando con el 'stream' de 'gitter'
hi: gitter stream के साथ सुनना
pl: Nasłuchuję łącza gittera
pt: Ouvindo com gitter stream
pt_br: Ouvindo com gitter stream

source: Unable to parse message %s
de: Nachricht %s konnte nicht analysiert werden
el: Δεν είναι δυνατή η ανάλυση του μηνύματος %s
es: No ha sido posible interpretar el mensaje %s
hi: संदेश% s पार्स करने में असमर्थ
pl: Nie udało się przetworzyć wiadomości %s
pt: Não foi possível analisar a mensagem %s
pt_br: Não foi possível analisar a mensagem %s

source: Successfully responded
de: Erfolgreich geantwortet
el: Επιτυχής απάντηση
es: Respuesta satisfactoria
hi: सफलतापूर्वक जवाब दिया
pl: Odpowiedziano z powodzeniem
pt: Respondido com sucesso
pt_br: Respondido com sucesso

source: Unable to respond.
de: Antwort fehlgeschlagen.
el: Αδυναμία απάντησης.
es: No ha sido posible responder.
hi: प्रतिक्रिया करने में असमर्थ।
pl: Nie udało się odpowiedzieć
pt: Não foi possível responder.
pt_br: Não foi possível responder.

source: matrix sync request returned
de: matrix sync anfrage zurückgegeben
el: Eπιστροφή αίτηmatowς συγχρονισμού matrix
es: Se ha recibido la petición de sincronización para la matriz
hi: मैट्रिक्स सिंक अनुरोध लौटा
pl: Zwrócono prośbę zsynchronizowania z matrixa
pt: Pedido para matrix sync retornado
pt_br: Solicitação de matrix sync retornada

source: Matrix Sync Timeout (code: %d)
de: Matrix Sync Zeitüberschreitung (code: %d)
el: Χρονικό όριο συγχρονισμού matrix (κωδικός: %d)
es: Sincronización de la matriz ha expirado (código: %d)
hi: मैट्रिक्स सिंक टाइमआउट (कोड:%d)
pl: Matrix Sync Timeout (kod: %d)
pt: Matrix Sync Timeout (codigo: %d)
pt_br: Matrix sync Tempo esgotado(codigo: %d)

source: Matrix Sync Error
de: Matrix Sync Fehler
el: Σφάλμα συγχρονισμού του Matrix
es: Error en la sincronización de la matriz
hi: मैट्रिक्स सिंक त्रुटि
pt_br: Erro Matrix Sync

source: Server had disconnected, retrying send.
de: Serververbindung unterbrochen, versuche erneut zu senden.
el: Ο Server έχει αποσυνδεθεί, επανάληψη αιτήματος.
es: El servidor se ha desconectado, reintentando enviar
hi: सर्वर ने डिस्कनेक्ट कर दिया था, फिर से भेजना।
pl: Serwer się rozłączył, próbuję połączyć się ponownie.
pt: Servidor desconectado, tentando enviar novamente.
pt_br: Servidor desconectado, tentando enviar novamente.

source: Unable to login: Access token is missing. Rocket.Chat connector will not be available.
de: Login fehlgeschlagen: Accesstoken fehlt. Rocket.Chat connector wird nicht verfügbar sein.
el: Δεν είναι δυνατή η σύνδεση: Λείπει token πρόσβασης. Ο σύνδεσμος Rocket.Chat δεν θα είναι διαθέσιμος.
es: No se ha podido hacer 'login': Token de acceso no se ha encontrado. El conector 'Rocket.Chat' no estará disponible.
hi: लॉगिन करने में असमर्थ: एक्सेस टोकन गायब है। रॉकेट.चैट कनेक्टर नहीं होगा
pl: Nie udało się zalogować: brak tokena dostępu. Łacze Rocket.Chat nie będzie dostępne.
pt: Não foi possível fazer o login: o token de acesso não está definido. O conector Rocket.Chat não irá estar disponivel.
pt_br: Não foi possível efetuar o login: o token de acesso está em falta. O conector Rocket.Chat nãoestar disponível.

source: Connecting to Rocket.Chat
de: Verbinde zu Rocket.Chat
el: Σύνδεση στο Rocket.Chat
es: Conectándose a 'Rocket.Chat'
hi: रॉकेट.चैट से कनेक्ट करना
pl: Łaczę się z Rocket.Chat
pt: A conectar ao Rocket.Chat
pt_br: Conectando ao Rocket.Chat

source: Unable to connect.
el: Αδυναμία σύνδεσης.
es: No ha sido posible conectarse.
hi: कनेक्ट करने में असमर्थ।
pl: Nie udało się połączyć.

source: Rocket.Chat error %s, %s
de: Rocket.Chat Fehler %s, %s
el: Σφάλμα του Rocket.Chat - %s %s
es: Error en 'Rocket.Chat' %s, %s
hi: रॉकेट.चैट त्रुटि %s,%s
pl: Błąd Rocket.Chat %s, %s
pt: Erro %s, %s no conector Rocket.Chat
pt_br: Erro Rocket.chat %s, %s

source: Connected to Rocket.Chat as %s
el: Συνδεδεμένο στο Rocket.Chat ως %s
es: Conectado a 'Rocket.Chat' como %s
hi: %s के रूप में रॉकेट.चैट से जुड़ा
pl: Połączono z Rocket.Chat jako %s
pt: Conectado ao serviço Rocket.Chat como %s
pt_br: Conectado ao Rocket.Chat como %s

source: Received message from Rocket.Chat %s
de: Nachricht von Rocket.Chat %s
el: Λήφθηκε μήνυμα από το Rocket.Chat %s
es: Mensaje recibido de 'Rocket.Chat' %s
hi: रॉकेट.चैट %s से संदेश प्राप्त हुआ
pl: Otrzymano wiadomość z Rocket.Chat %s
pt: Mensagem de Rocket.Chat recebida %s
pt_br: Mensagem recebida de Rocket.Chat - %s

source: Responding with: %s
el: Απάντηση με: %s
es: Respondiendo con: %s
hi: इसके साथ जवाब:%s
pl: Odpowiadam: %s

source: Error - %s: Unable to respond
de: Fehler - %s: Antwort fehlgeschlagen
el: Σφάλμα - %s: Αδυναμία ανταπόκρισης
es: Error - %s: No ha sido posible responder
hi: त्रुटि - %s: जवाब देने में असमर्थ
pl: Błąd - %s: Nie udało się odpowiedzieć
pt: Erro - %s: Incapaz de responder
pt_br: Erro - %s: Incapaz de responder

source: Loaded shell connector
es: El conector 'shell' ha sido cargado
hi: लोड शेल कनेक्टर
pt: Conector 'shell' carregado
pt_br: Conector shell carregado

source: Connecting to shell
es: Conectándose a 'shell'
hi: शेल से कनेक्ट करना
pt: A conectar a shell
pt_br: Conectando a shell

source: Starting Slack connector
de: Starte Slack connector
el: Έναρξη συνδέσμου Slack
es: Comenzando el conector 'Slack'
hi: स्लैक कनेक्टर शुरू करना
pl: Uruchamiam łącze ze Slackiem
pt: A iniciar o conector Slack
pt_br: Iniciando o conector Slack

source: Connecting to Slack
de: Verbinde zu Slack
el: Σύνδεση στο Slack
es: Conectándose a 'Slack'
hi: स्लैक से जुड़ना
pl: Łączę się ze Slackiem
pt: Conectado ao Slack
pt_br: Conectando ao Slack

source: Connected as %s
el: Συνδεδεμένο ως %s
es: Conectado como %s
hi: %s के रूप में जुड़ा
pl: Połączono jako %s
pt: Conectado como %s
pt_br: Conectado como %s

source: Using icon %s
el: Χρήση εικονιδίου %s
es: Utilizando icono %s
hi: आइकन %s का प्रयोग
pl: Używam ikony %s

source: Default room is %s
de: Standardraum ist %s
el: Το προεπιλεγμένο δωμάτιο είναι %s
es: La sala (room) por omisión es %s
hi: डिफ़ॉल्ट कमरा% s है
pl: Domyślny pokój to %s
pt: A sala padrão é %s
pt_br: Sala padrão é %s

source: Connected successfully
de: Erfolgreich verbunden
el: Επιτυχής σύνδεση
es: Conectado de manera satisfactoria
hi: सफलतापूर्वक जुड़ा
pl: Udało się połączyć
pt: Connectado com sucesso
pt_br: Conectado com sucesso

source: Unable to connect to Slack due to %s - The Slack Connector will not be available.
de: Konnte nicht zu Slack verbinden. Fehler: %s - Slack connector wird nicht verfügbar sein.
el: Αδυναμία σύνδεσης στο Slack εξαιτίας του %s - Ο Slack Connector δεν θα είναι διαθέσιμος.
es: No se ha podido conectar a 'Slack' debido a %s - El conector 'Slack' no estará disponible.
hi: %s के कारण स्लैक से जुड़ने में असमर्थ - स्लैक कनेक्टर नहीं होगा
pl: Nie udało się połączyć ze Slackiem przez %s - łącze Slacka nie będzie dostępne.
pt: Não foi possível conectar-se ao Slack devido a %s - o conector para Slack não estará disponível
pt_br: Não foi possível conectar ao Slack devido a %s - o Conector Slack não será acessível.

source: Looking up sender username
de: Suche Sendername
el: Αναζήτηση ονόματος χρήστη του αποστολέα
es: Buscando el nombre de usuario remitente
hi: प्रेषक उपयोगकर्ता नाम ढूंढ रहा है
pl: Sprawdzam pseudonim wysyłającego
pt: A procurar o nome de usuário do remetente
pt_br: Procurando o nome de usuário do remetente

source: Replacing userids in message with usernames
de: Ersetze userids in der Nachricht mit usernamen
el: Αντικατάσταση των userids σε μήνυμα με ονόματα χρήστη
es: Reemplazando 'userids' en mensajes con nombres de usuario
hi: उपयोगकर्ता नाम के साथ संदेश में उपयोगकर्ता की जगह
pl: Zamieniam userid na pseudonim w wiadomości
pt: Substituindo userids na messagem por nomes de usuarios
pt_br: Substituindo userids na Mensagem por Nomes de Usuário

source: Responding with: '%s' in room %s
de: Antworte mit '%s' im Raum %s
el: Απάντηση με: '%s' στο δωμάτιο %s
es: Respondiendo con: '%s' en la sala (room) %s
hi: कमरे के %s में '%s' के साथ
pl: Odpowiadam: '%s' w pokoju %s
pt: Respondendo com: '%s' na sala %s
pt_br: Respondendo com: '%s' na sala %s

source: Responding with interactive blocks in room %s
de: Antworte mit interaktivem Element in Raum %s
el: Ανταπόκριση με αλληλεπιδραστικά blocks στο δωμάτιο %s
es: Respondiendo con bloques interactivos en la sala (room) %s
hi: कमरे के %s में इंटरैक्टिव ब्लॉक के साथ प्रतिक्रिया करना
pl: Odpowiadam interaktywnymi blokami w pokoju %s
pt: Respondendo com blocos interativos na sala %s
pt_br: Respondendo com blocos interativos na sala %s

source: Reacting with: %s
el: Αντίδραση με: %s
es: Reaccionando con: %s
hi: इसके साथ प्रतिक्रिया:% s
pl: Reaguję: %s

source: Slack does not support the emoji %s
de: Slack unterstützt Emoji %s nicht.
el: Το Slack δεν υποστηρίζει το emoji %s
es: 'Slack' no soporta el emoji %s
hi: स्लैक इमोजी %s का समर्थन नहीं करता है
pl: Slack nie wspiera emotki %s
pt: O Slack não suporta o emoji %s
pt_br: O Slack não suporta o emoji %s

source: Loaded Telegram Connector
es: El conector 'Telegram' ha sido cargado
hi: टेलीग्राम कनेक्टर लोड किया गया
pt_br: Conector do Telegram carregado

source: Unable to login: Access token is missing. Telegram connector will be unavailable.
de: Login nicht möglich: Accesstoken fehlt. Telegram connector wird nicht verfügbar sein.
el: Δεν είναι δυνατή η σύνδεση: Λείπει το διακριτικό πρόσβασης. Ο σύνδεσμος του Telegram δεν θα είναι διαθέσιμος.
es: No se ha podido hacer 'login': Token de acceso no se ha encontrado. El conector 'Telegram' no estará disponible.
hi: लॉगिन करने में असमर्थ: एक्सेस टोकन गायब है। टेलीग्राम कनेक्टर होगा" "अनुपलब्ध।"
pl: Nie udało się zalogować: Brak tokena dostępu. Łacze z telegramem nie będziedostępne.
pt: Não foi possível fazer o login: o token de acesso não está presente na configuração. O conector de telegrama estará indisponível.
pt_br: Não foi possível efetuar o login: o token de acesso está ausente. O conector do Telegram estará indisponível.

source: Sending deleteWebhook request to Telegram...
de: Sende deleteWebhook Anfrage zu Telegram...
el: Αποστολή εντολής deleteWebhook στο Telegram...
es: Enviando petición 'deleteWebhook' a 'Telegram'...
hi: टेलीग्राम को डिलीट डिलीट रिक्वेस्ट भेज रहा है ...
pl: Wysyłam zapytanie deleteWebhook do Telegrama...
pt: A enviar pedido 'deleteWebhook' para o Telegram...
pt_br: Enviando solicitação deleteWebhook para Telegram

source: Telegram webhook deleted successfully.
de: Telegram webhook erfolgreich gelöscht.
el: Το Telegram webhook διαγράφηκε επιτυχώς.
es: El 'webhook' de 'Telegram' ha sido borrado satisfactoriamente.
hi: टेलीग्राम वेबहूक सफलतापूर्वक हटा दिया गया।
pl: Webhook Telegrama usunięty pomyślnie.
pt: Webhook do Telegram apagado com sucesso.
pt_br: Webhook do Telegram excluído com sucesso.

source: Unable to delete webhook.
de: Webhook kann nicht gelöscht werden.
el: Αδυναμία διαγραφής του webhook.
es: No ha sido posible borrar el 'webhook'.
hi: वेबहूक हटाने में असमर्थ।
pl: Nie udało się usunąć webhooka.
pt: Não foi possível apagar o webhook.
pt_br: Não foi possível excluir o webhook.

source: Connecting to Telegram
es: Conectándose a 'Telegram'
hi: टेलीग्राम से जुड़ना
pt_br: Conectando ao Telegram

source: Unable to connect
el: Αδυναμία σύνδεσης
es: No ha sido posible conectarse
hi: कनेक्ट करने में असमर्थ
pl: Nie udało się połączyć

source: Telegram error %s, %s
de: Telegram Fehler %s, %s
el: Σφάλμα του Telegram %s, %s
es: Error en 'Telegram' %s, %s
hi: टेलीग्राम त्रुटि %s,%s
pl: Błąd telegrama %s, %s
pt: Erro do Telegram %s, %s
pt_br: Erro do Telegram %s, %s

source: Connected to Telegram as %s
es: Conectado a 'Telegram' como %s
hi: टेलीग्राम से %s के रूप में जुड़ा
pt_br: Conectado ao Telegram como %s

source: Channel message parsing not supported - Ignoring message
de: Nachricht ignoriert - Kanalnachrichten können nicht analysiert werden.
el: Δεν υποστηρίζεται η ανάλυση μηνυμάτων καναλιού - Παράβλεψη μηνύματος
es: Ignorando el mensaje - Análisis de mensajes en el canal no soportado
hi: चैनल संदेश पार्सिंग समर्थित नहीं - संदेश की अनदेखी
pl: Przetwarzanie wiadomości w pokoju nie jest wspierane - ignoruję wiadomość
pt: Análise de mensagem do canal não suportada - Ignorando mensagem
pt_br: Análise de mensagem do canal não suportada - Ignorando mensagem

source: Emoji message parsing not supported - Ignoring message
de: Nachricht ignoriert - Emoji Kanalnachrichten können nicht analysiert werden.
el: Δεν υποστηρίζεται η ανάλυση μηνυμάτων emoji - Παράβλεψη μηνύματος
es: Ignorando el mensaje - Análisis de emoji no soportado
hi: इमोजी संदेश पार्सिंग समर्थित नहीं - संदेश की अनदेखी
pl: Przetwarzanie wiadomości z emotkami nie jest wspierane - ignoruję wiadomość
pt: Análise de mensagem Emoji não suportada - Ignorando mensagem
pt_br: Análise de mensagem emoji não suportada - Ignorando mensagem

source: Unable to parse the message.
de: Nachricht konnte nicht analysiert werden.
el: Δεν είναι δυνατή η ανάλυση του μηνύματος.
es: No ha sido posible interpretar el mensaje
hi: संदेश पार्स करने में असमर्थ।
pl: Nie udało się przetworzyć wiadomości.
pt: Não foi possível analisar a mensagem.
pt_br: Não foi possível analisar a mensagem.

source: Can't get updates because previous webhook is still active. Will try to delete webhook.वेबहुक हटाएं।
hi: %s चित्र सफलतापूर्वक भेजा गया

source: Unable to send image - Status Code %s
de: Bild konnte nicht gesendet werden - Status Code %s
el: Αδυναμία αποστολής εικόνας - Κωδικός %s
es: No se ha podido enviar la imagen - Código de estado %s
hi: छवि भेजने में असमर्थ - स्थिति कोड% s
pl: Nie udało się przesłać obrazu - kod %s
pt: Não foi possível enviar a imagem - Código %s
pt_br: Não foi possível enviar a imagem - código de status %s

source: Loaded webex teams connector
el: Φορτώθηκε ο σύνδεσμος webex teams
es: El conector 'webex teams' ha sido cargado
hi: भारित Webex teams कनेक्टर
pl: Wczytano łącze z webex teams
pt: Conector webex teams carregado.
pt_br: Conector de equipes webex carregado

source: Must set access-token for webex teams connector!
de: Accesstoken für webex teams connector muss gesetzt werden!
el: Πρέπει να ορίσετε διακριτικό πρόσβασης για τον σύνδεσμο των webex teams!
es: Se debe definir el 'access-token' para el conector 'webex teams'
hi: webex teams कनेक्टर के लिए एक्सेस-टोकन सेट करें!
pl: Musisz ustawić token dostępu dla łącza z webex teams!
pt: É necessário definir o token de acesso para o conector webex teams!
pt_br: É necessário definir o token de acesso para o conector de equipes webex!

source: Handling message from Webex Teams
de: Verarbeite Nachricht von Webex Teams
el: Χειρισμός μηνύματος από τις Webex Teams
es: Procesando mensaje de 'Webex Teams'
hi: वेबेक्स टीम से संदेश संभालना
pl: Obsługuję wiadomość z Webex Teams
pt: A analisar mensagem de Webex Teams
pt_br: Manipulando Mensagem das Equipes Webex

source: Creating Webex Teams webhook
de: Erstelle Webex Teams webhook
el: Δημιουργία Webex Teams webhook
es: Creando 'webhook' para 'Webex Teams'
hi: वीबेक्स टीम्स वेबहूक बनाना
pl: Tworzę webhook Webex Teams
pt: A criar webhook para Webex Teams
pt_br: Criando webhook de equipes Webex

source: Starting Websocket connector
de: Starte Websocket connector
el: Έναρξη συνδέσμου Websocket
es: Comenzando el conector 'Websocket'
hi: वेबसोकेट कनेक्टर शुरू करना
pl: Uruchamiam łącze z Websocket
pt: A iniciar o conector Websocket
pt_br: Iniciando o conector Websocket

source: User connected to %s
el: Ο χρήστης συνδέθηκε στο %s
es: Usuario conectado a %s
hi: उपयोगकर्ता %s से जुड़ा है
pl: Użytkownik połączony z %s
pt: Usuário conectado a %s
pt_br: Usuário conectado a %s

source: Websocket connection closed with exception %s
de: Websocket Verbindung geschlossen mit Fehler %s
el: Η σύνδεση Websocket έκλεισε με εξαίρεση το %s
es: Conexión a 'Websocket' ha sido cerrada con la excepción %s
hi: अपवाद% s के साथ वेबसोकेट कनेक्शन बंद
pl: Łącze z Websocket zamknięte z błędem %s
pt: Conexão Websocket fechada com exceção %s
pt_br: Conexão Websocket fechada com exceção %s

source: websocket connection closed
de: Websocketverbindung geschlossen
el: Η σύνδεση websocket έκλεισε
es: Conexión de 'websocket' cerrada
hi: वेबसैट कनेक्शन बंद
pl: Łaczę z websocket zamknięte
pt: Conexão websocket fechada
pt_br: Conexão websocket fechada

source: Responding with: '%s' in target %s
de: Antworte mit: '%s' in Ziel %s
el: Απάντηση με: ' %s ' στο στόχο %s
es: Respondiendo con: '%s' en el objetivo %s
hi: लक्ष्य %s में '%s' के साथ
pl: Odpowiadam: '%s' do %s
pt: A responder com: '%s' em %s
pt_br: Respondendo com: '%s' no destino %s

source: No active socket for target %s
de: Kein socket aktiv für Ziel %s
el: Δεν υπάρχει ενεργή υποδοχή για το στόχο %s
es: No hay 'socket' activo para el objetivo %s
hi: लक्ष्य %s के लिए कोई सक्रिय सॉकेट नहीं
pl: Brak aktywnego socketu dla %s
pt: Nenhum websocket activo para %s
pt_br: Nenhum soquete ativo para o destino %s

source: Loaded redis database connector.
de: Redis connector geladen.
el: Φορτώθηκε ο σύνδεσμος της βάσης δεδομένων redis.
es: El conector de la base de datos 'redis' ha sido cargado
hi: रेडिस डेटाबेस कनेक्टर लोड किया गया।
pl: Wczytano łącze z bazą danych redis.
pt: Base de dados redis carregada.
pt_br: Conector de banco de dados redis carregado.
