Repository: pypi-data/pypi-mirror-96
Catalog: packages/opsdroid/opsdroid-0.21.0.tar.gz/opsdroid-0.21.0/opsdroid/locale/*/LC_MESSAGES/opsdroid.po
Languages: de, el, es, hi, pl, pt, pt_br

source: Exiting application with return code %s
de: Anwendung beendet mit Rückgabewert %s
el: Έξοδος από την εφαρμογή με κωδικό επιστροφής %s
es: Saliendo de la aplicación con código %s
hi: रिटर्न कोड %s के साथ एप्लिकेशन से बाहर
pl: Zamykam aplikację z kodem zwrotnym %s
pt: A sair da aplicação com o código %s
pt_br: Saindo da aplicação com o código %s

source: Opsdroid is now running, press ctrl+c to exit.
de: Opsdroid wird jetzt ausgeführt, STRG+C zum beenden.
el: Το opsdroid λειτουργεί, πατήστε ctrl+ c για έξοδο.
es: Opsdroid está ahora corriendo, presiona ctrl+c para salir.
hi: ऑप्सड्रोइड अब चल रहा है, बाहर निकलने के लिए ctrl + c दबाएं।
pl: Opsdroid został włączony, wciśnij ctrl+c, by go zamknąć.
pt: Opsdroid está agora a correr, carrega ctrl+c para sair.

source: Bye!
de: Auf Wiedersehen!
el: Αντίο!
es: ¡Adiós!
hi: अलविदा!
pl: Do widzenia!
pt: Adeus!
pt_br: Tchau!

source: Oops! Opsdroid is already running.
de: Ups! Opsdroid wird bereits ausgeführt
el: Oops! Το opsdroid λειτουργεί ήδη.
es: ¡Uy! Opsdroid ya está corriendo.
hi: ऊप्स! ऑप्सड्रोइड पहले से ही चल रहा है।
pl: Ups! Opsdroid jest już włączony.
pt: Oops! O Opsdroid já está a ser executado.
pt_br: Opa! Opsdroid já está sendo executado.

source: Loaded %i skills
de: %i skills geladen
el: Φόρτωση %i skills
es: %i 'skills' cargadas
hi: लोड किये गए %i कौशल
pl: Wczytano %i modułów
pt: %i habilidades carregadas
pt_br: %i habilidades carregadas

source: Received stop signal, exiting.
de: Stop Signal empfangen, beende.
el: Λήφθηκε το σήμα διακοπής, έξοδος.
es: Señal de salida recibida, saliendo.
hi: प्राप्त करना बंद करना संकेत, बाहर निकलना।
pl: Otrzymano sygnał stop, zamykam.
pt: Recebido sinal para parar. A fechar a aplicação
pt_br: Sinal de parada recebido, saindo.

source: Removing skills...
de: Entferne skills...
el: Αφαίρεση skills...
es: Removiendo 'skills'...
hi: कौशल निकालना ...
pl: Usuwam moduły...
pt: A remover habilidades...
pt_br: Removendo habilidades ...

source: Removed %s
de: %s entfernt
el: Αφαιρέθηκαν %s
es: Removido %s
hi: हटाया गया %s
pl: Usunięto %s
pt: Removido %s
pt_br: Removido %s

source: Stopping connector %s...
de: Stoppe connector %s...
el: Σταμάτημα connector %s...
es: Deteniendo conector %s...
hi: कनेक्टर %s रोक रहे हैं...
pl: Zatrzymuję łączę %s...
pt: A parar connector %s...
pt_br: Parando o conector %s...

source: Stopped connector %s
de: connector %s gestoppt
el: O connector %s σταμάτησε
es: Conector detenido %s
hi: रुक गया कनेक्टर %s
pl: Zatrzymano łącze %s
pt: Connector %s parado
pt_br: Conector %s parado

source: Stopping database %s...
de: Stoppe database %s...
el: Σταμάτημα βάσης δεδομένων %s...
hi: डेटाबेस %s रोक रहा है ...
pl: Zatrzymuję bazę danych %s...

source: Stopped database %s
de: database %s gestoppt
el: Η βάση δεδομένων %s σταμάτησε
hi: डेटाबेस %s रोक दिया
pl: Zatrzymano bazę danych %s

source: Stopping web server...
de: Stoppe web server...
el: Σταμάτημα web server...
es: Deteniendo servidor web...
hi: वेब सर्वर को रोक रहे हैं ...
pl: Zatrzymuję serwer sieciowy
pt: A parar servidor...
pt_br: A parar o servidor Web ...

source: Stopped web server
de: Web server gestoppt
el: Ο web server σταμάτησε
es: Servidor web detenido
hi: वेब सर्वर रोक दिया
pl: Zatrzymano serwer sieciowy
pt: Servidor parado
pt_br: Servidor da Web parado

source: Stopping cron...
de: Stoppe cron...
el: Σταμάτημα cron...
es: Deteniendo cron...
hi: क्रोन को रोक रहे हैं ...
pl: Zatrzymuję crona...
pt: A parar tarefa cron...
pt_br: Parando cron...

source: Stopped cron
de: cron gestoppt
el: Ο cron σταμάτησε
es: Cron detenido
hi: क्रोन रोक दिया
pl: Zatrzymano crona
pt: Tarefa cron parada
pt_br: Cron parado

source: Stopping pending tasks...
de: Stoppe ausstehende Aufgaben
el: Σταμάτημα εκκρεμών εργασιών...
es: Deteniendo tareas pendientes...
hi: लंबित कार्यों को रोक रहे हैं ...
pl: Zatrzymuję oczekujące zadania...
pt: A parar tarefas pendentes...
pt_br: Parando tarefas pendentes...

source: Stopped pending tasks
de: Ausstehende Aufgaben gestoppt
el: Οι εκκρεμείς εργασίες σταμάτησαν
es: Tareas pendientes detenidas
hi: लंबित कार्यों को रोक दिया
pl: Zatrzymano oczekujące zadania
pt: Tarefas pendentes paradas
pt_br: Tarefas pendentes interrompidas

source: All databases failed to load
de: Laden aller Datenbanken fehlgeschlagen
el: Όλες οι βάσεις δεδομένων απέτυχαν να φορτωθούν
es: No se han podido cargar las bases de datos
hi: सभी डेटाबेस लोड करने में असफल
pl: Nie udało się wczytać żadnej bazy danych
pt: Não foi possível carregar nenhuma base de dados.
pt_br: Não foi possível carregar as base de dados.

source: Adding database: %s
de: Füge Datenbank %s hinzu
el: Προσθήκη βάσης δεδομένων: %s
es: Añadiendo base de datos: %s
hi: डेटाबेस जोड़ना: %s
pl: Dodaję bazę danych: %s
pt: A adicionar base de dados: %s
pt_br: Adicionando base de dados: %s

source: Exception when running skill '%s'
de: Exception in skill '%s' aufgetreten
el: Εξαίρεση όταν εκτελείται το skill '%s'
es: Excepción ejecutando 'skill' '%s'.
hi: कौशल '%s' चलाते समय अपवाद
pl: Błąd podczas działania modułu '%s'
pt: Ocorreu uma excepção ao executar a habilidade '%s'
pt_br: Ocorreu uma exceção ao executar a habilidade '%s'

source: Whoops there has been an error
de: Hoppla, es ist ein Fehler aufgetreten
el: Whoops υπήρξε ένα σφάλμα
es: Uuups ha habido un error
hi: वूप्स एक त्रुटि हुई है
pl: Ups, wystąpił błąd
pt: Whoops! Ocorreu um erro
pt_br: Whoops! Ocorreu um erro

source: Check the log for details
de: Überprüfe die logs für details
el: Ελέγξτε τα αρχεία καταγραφής για λεπτομέρειες
es: Comprueba el log para más detalles
hi: विवरण के लिए लॉग की जाँच करें
pl: Sprawdź raport, by uzyskać dokładniejsze dane
pt: Verifica o log para mais detalhes
pt_br: Verifica o log para mais detalhes

source: Processing parsers...
de: Verarbeite parsers...
el: Επεξεργασία parsers...
es: Procesando interpretes (parsers)...
hi: प्रसंस्करण पार्सर्स ...
pl: Przetwarzam parsery...
pt: A processar interpretadores...
pt_br: Processando interpretadores...

source: Checking dialogflow...
de: Prüfe dialogflow...
el: Έλεγχος dialogflow...
es: Comprobando 'dialogflow'...
hi: डायलॉगफ़्लो की जाँच ...
pl: Sprawdzam dialogflow...
pt: A verificar Dialogflow...
pt_br: Verifiando Dialogflow...

source: Checking luisai...
hi: लुइसआई की जाँच ...
pl: Sprawdzam luisai...

source: Checking SAPCAI...
hi: SAPCAI की जाँच ...

source: Checking wit.ai...
de: Prüfe wit.ai...
el: Έλεγχος wit.ai...
es: Comprobando wit.ai...
hi: wit.ai की जाँच ...
pl: Sprawdzam wit.ai...
pt: A verificar wit.ai...
pt_br: Verificando wit.ai...

source: Checking IBM Watson...
hi: IBM Watson की जाँच ...

source: Checking Rasa NLU...
de: Prüfe Rasa NLU...
el: Έλεγχος Rasa NLU...
es: Comprobando Rasa NLU...
hi: Rasa NLU की जाँच ...
pl: Sprawdzam Rasa NLU...
pt: A verificar Rasa NLU...
pt_br: Verificando Rasa NLU...

source: Parsing input: %s
de: Analysiere Eingabe: %s
el: Ανάλυση εισόδου: %s
es: Analizando entrada: %s
hi: पार्सिंग इनपुट: %s
pl: Analizuję dane wejściowe: %s
pt: A interpretar: %s
pt_br: Interpretando entrada: %s

source: File %s copied from %s to %s run opsdroid -e to edit the main config file
de: Datei %s wurde von %s nach %s kopiert. Nutze opsdroid -e zum editieren der Konfigurationsdatei
el: Το αρχείο %s αντιγράφηκε από %s στο %s εκτελέστε το opsdroid -e για να επεξεργαστείτε το κύριο αρχείο config
es: Archivo %s copiado de %s a %s. Ejecuta opsdroid -e para editar la configuración principal
hi: फाइल %s को %s से %s चलाए जाने से opsdroid -e को मुख्य विन्यास फाइल को संपादित करने के लिए
pl: Plik %s został skopiowany z %s do %s, uruchom opsdroid -e, by edytować główny plik konfiguracyjny
pt: O ficheiro %s foi copiado de %s para %s. Usa o comando opsdroid -e para editar o ficheiro de configuração
pt_br: Arquivo %s copiado de %s para %s execute opsdroid -e para editar o arquivo de configuração principal.

source: Loaded loader
de: Loader geladen
el: Ο loader φορτώθηκε
es: 'Loader' cargado
hi: लोडेड लोडर
pl: Wczytano loader
pt_br: Loader carregado

source: Loading entry point-defined module for %s
de: Lade am Einstiegspunkt definiertes Modul %s
el: Φόρτωση λειτουργικής μονάδας οριζόμενη από το σημείο εισόδου για %s
es: Cargando punto de entrada para el modulo %s
hi: %s के लिए प्रविष्टि बिंदु-परिभाषित मॉड्यूल लोड हो रहा है
pl: Wczytuję moduł zdefiniowany punktem wejścia dla %s
pt: A carregar o ponto de entrada para o módulo %s
pt_br: Carregando módulo definido pelo ponto de entrada para %s

source: Loaded %s: %s
de: Geladen %s: %s
el: Φορτώθηκε %s: %s
hi: लोड किया गया%s: %s
pl: Wczytano %s: %s
pt: '%s: %s' carregado com sucesso
pt_br: Carregado %s: %s

source: Failed to load %s: %s
de: Fehler beim laden %s: %s
el: Αποτυχία φόρτωσης %s: %s
es: Falló al cargar %s: %s
hi: %s लोड करने में विफल: %s
pl: Nie udało się wczytać %s: %s
pt: Carregamento de %s falhou: %s
pt_br: Falhou ao carregar %s: %s

source: 'no-cache' set, removing %s
de: 'no-cache' gesetzt, entferne %s
el: 'no-cache' ρυθμίστηκε, αφαίρεση %s
es: Parámetro 'no-cache' definido, removiendo %s
hi: नो-कैश' सेट, %s को हटा रहा है
pl: Ustawione 'no-cache", usuwam %s
pt: Parâmetro 'no-cache' definido, a remover %s
pt_br: 'no-cache' configurado , removendo %s

source: Couldn't find the command 'pip', trying again with command 'pip3'
de: Befehl 'pip' wurde nicht gefunden, wird mit 'pip3' erneut versucht
el: Δεν βρέθηκε η εντολή 'pip', γίνεται προσπάθεια ξανά με την εντολή 'pip3'
es: No se pudo encontrar el comando 'pip', tratando nuevamente con 'pip3'
hi: कमांड 'pip' नहीं पा सका, कमांड 'pip3' के साथ फिर से कोशिश कर रहा है
pl: Nie znaleziono komendy 'pip', próbuję raz jeszcze z użyciem 'pip3'
pt: Não foi possivel encontrar o comando 'pip', a tentar novamente com o comando 'pip3'
pt_br: Não foi possível encontrar o comando 'pip', tentando novamente com o comando 'pip3'

source: Couldn't find the command 'pip3', install of %s will be skipped.
de: Befehl 'pip3' wurde nicht gefunden, installation von %s wird übersprungen.
el: Δεν βρέθηκε η εντολή 'pip3', η εγκατάσταση του %s θα παραλειφθεί.
es: No se pudo encontrar el comando 'pip3', saltando la instalación de %s
hi: कमांड 'pip3' नहीं पा सका, %s की स्थापना को छोड़ दिया जाएगा।
pl: Nie znaleziono komendy 'pip3', instalacja %s będzie pominięta.
pt: Não foi encontrar o comando 'pip3', a instalação de %s será ignorada.
pt_br: Não foi encontrado o comando 'pip3', a instalação de %s será ignorada.

source: Pip and pip3 not found, exiting...
de: Pip und pip3 nicht gefunden, verlasse...
el: Τα pip και pip3 δεν βρέθηκαν, έξοδος...
es: Los comandos 'pip' y 'pip3' no fueron encontrados, saliendo...
hi: pio और pip3 नहीं मिला, बाहर निकल रहा है ...
pl: Pip i pip3 nie zostały znalezione, zamykam...
pt: Os comandos pip e pip3 não foram encontrados. A sair da aplicação...
pt_br: Os comandos pip e pip3 não foram encontrados. Saindo da aplicação...

source: Config file %s not found.
de: Konfigurationsdatei %s nicht gefunden.
el: Το αρχείο config %s δεν βρέθηκε.
es: Archivo de configuración %s no fue encontrado.
hi: फ़ाइल %s विन्यासन नहीं मिला।
pl: Nie znaleziono pliku konfiguracyjnego %s.
pt: Ficheiro de configuração %s não foi encontrado.
pt_br: Arquivo de configuração %s não foi encontrado.

source: No configuration files found. Creating %s
de: Keine Konfigurationsdateien gefunden. Erstelle %s
el: Δεν βρέθηκαν αρχεία ρύθμισης παραμέτρων. Δημιουργία %s
es: No se encontraron archivos de configuración. Creando %s
hi: कोई विन्यास फाइल नहीं मिली। %s बनाना।
pl: Niie znaleziono żadnych plików konfiguracyjnych. Tworzę %s
pt_br: Nenhum arquivo de configuração encontrado. Criando %s

source: Loaded config from %s.
de: Konfiguration von %s geladen.
el: Φορώθηκε το config από το %s.
es: Cargando configuración de %s.
hi: %s से कॉन्फिग लोडेड।
pl: Wczytano konfigurację z %s.
pt: Configuração carregada de %s.
pt_br: Configuração carregada de %s.

source: Loading modules from config...
de: Lade Module aus Konfiguration...
el: Φόρτωση modules από το config...
es: Cargando módulos de la configuración...
hi: विन्यास से लोड हो रहा है मॉड्यूल ...
pl: Wczytuję moduły z konfiguracji...
pt: A carregar módulos da configuração....
pt_br: Carregando módulos da configuração....

source: No databases in configuration.This will cause skills which store things in memory to lose data when opsdroid is restarted.
de: Keine Datenbank konfiguriert, dadurch werden Daten die von skills erstellt worden nach einem Neustart von opsdroid verloren gehen.
el: Δεν υπάρχουν βάσεις δεδομένων στη ρύθμιση παραμέτρων. Αυτό θα προκαλέσει skills που αποθηκεύουν πράγματα στη μνήμη να χάσουν δεδομένα κατά την επανεκκίνηση του opsdroid.
es: No hay bases de datos en la configuración. Aquellas 'skills' que requieran almacenar información en memoria perderán los cambios al reiniciar opsdroid.
hi: कॉन्फ़िगरेशन में कोई डेटाबेस नहीं। यह कौशल का कारण बनेगा जो चीजों को संग्रहीत करता हैस्मृति में डेटा खोने के लिए जब opsdroid को पुनरारंभ किया जाता है।
pl: Brak baz danych w konfiguracji. To sprawi, że moduły, które przechowują dane w pamięci stracą je, gdy opsdroid zostanie zrestartowany.
pt_br: Não há bases de dados na configuração. Isso fará com que habilidades que armazenam dados em memória sejam perdidas quando o opsdroid for reiniciado.

source: No skills in configuration, at least 1 required
de: Keine skills in Konfiguration enthalten, mindestens 1 benötigt
el: Δεν υπάρχουν skills στη ρύθμιση παραμέτρων, απαιτείται τουλάχιστον 1
es: No hay 'skills' en la configuración, al menos 1 es requerida
hi: विन्यास में कोई कौशल नहीं, कम से कम 1 आवश्यक
pl: Brak modułów w konfiguracji, wymagany jest przynajmniej 1
pt: Não existem habilidades especificadas na configuração, pelo menos uma é necessária
pt_br: Não existem habilidades especificadas na configuração, pelo menos uma é necessária

source: No connectors in configuration, at least 1 required
de: Keine connectors in Konfiguration enthalten, mindestens 1 benötigt
el: Δεν υπάρχουν συνδέσεις στη ρύθμιση παραμέτρων, απαιτείται τουλάχιστον 1
es: No hay conectores en la configuración, al menos 1 es requerido
hi: कॉन्फ़िगरेशन में कोई कनेक्टर नहीं, कम से कम 1 आवश्यक
pl: Brak łącza w konfiguracji, wymagane jest przynajmniej 1
pt: Não existem conectores especificados na configuração, pelo menos um é necessário
pt_br: Sem conectores na configuração, pelo menos 1 é requerido

source: Loading %s modules...
de: Lade %s module...
el: Φόρτωση μονάδων %s...
es: Cargando módulos de '%s'...
hi: लोड हो रहा है %s मॉड्यूल ...
pl: Wczytuję %s modułów...
pt: A carregar módulos - %s
pt_br: Carregando módulos - %s

source: Found installed package for %s '%s' support
de: Installiertes package für %s '%s' Unterstützung gefunden
el: Εντοπίστηκε εγκατεστημένο πακέτο για την υποστήριξη %s ' %s '
es: Ha sido encontrado el paquete %s para suportar '%s'
hi: %s '%s' समर्थन के लिए संस्थापित पैकेज मिला
pl: Znaleziono zainstalowaną paczkę dla wsparcia %s '%s'
pt: Pacote de supporte para %s '%s' encontrado
pt_br: Pacote instalado encontrado para suporte a %s '%s'

source: Module %s failed to import.
de: Modul %s konnte nicht importiert werden.
el: Απέτυχε να γίνει εισαγωγή του module %s.
es: Fallo al importar el modulo %s
hi: मॉड्यूल %s आयात करने में विफल रहा।
pl: Nie udało się importować modułu %s
pt: O carregamento do módulo %s falhou.
pt_br: Falha ao importar o módulo %s .

source: Installing %s...
de: Installiere %s...
el: Εγκατάσταση %s...
es: Instalando %s...
hi: %s संस्थापित कर रहा है ...
pl: Instaluję %s...
pt: A instalar %s...
pt_br: Instalando %s...

source: Installed %s to %s
de: %s unter %s installiert
el: Εγκαταστάθηκε το %s στο %s
es: %s instalado en %s
hi: %s को %s में संस्थापित किया गया
pl: Zainstalowałem %s w %s
pt: %s instalado em %s
pt_br: %s instalado em %s

source: Install of %s failed.
de: installation von %s fehlgeschlagen.
el: Η εγκατάσταση του %s απέτυχε.
es: Instalación de %s falló.
hi: %s की स्थापना विफल रही।
pl: Instalacja %s nie powiodła się.
pt: A instalação de %s falhou.
pt_br: A instalação de %s falhou

source: Updating %s...
de: Aktualisiere %s...
el: Ενημέρωση %s...
es: Actualizando %s...
hi: %s अपडेट हो रहा है ...
pl: Aktualizuję %s...
pt: A actualizar %s...
pt_br: Atualizando %s...

source: Local modules are not updated, skipping.
de: Lokale Module nicht aktualisiert, überspringe.
el: Τα τοπικά modules δεν ενημερώθηκαν, παράληψη.
es: No es necesario actualizar los módulos locales, omitiendo.
hi: स्थानीय मॉड्यूल अद्यतन नहीं किए जा रहे हैं, लंघन।
pl: Lokalne moduły nie są zaktualizowane, pomijam.
pt: Módulos locais não são actualizados, a ignorar.
pt_br: Módulos locais não serão atualizados, ignorando.

source: 'no-dep' set in configuration, skipping the install of dependencies.
de: 'no-dep' in Konfiguration gesetzt, Abhängigkeiten werden nicht installiert.
el: ' no-dep ' έχει οριστεί στη ρύθμιση παραμέτρων, παρακάμπτοντας την εγκατάσταση εξαρτήσεων.
es: Parámetro 'no-dep' definido en la configuración, omitiendo la instalación de dependencias.
hi: नो-डिप' विन्यास में सेट, निर्भरता की स्थापना को लंघन।
pl: 'no-dep' ustawione w konfiguracji, pomijam instalację zależności.
pt: Parametro 'no-dep' encontrado na configuração, nenhuma dependência será instalada.
pt_br: 'no-dep' setado na configuration, ignorando a instalação das dependências.

source: Couldn't find the file requirements.txt, skipping.
de: Konnte die Datei requirements.txt nicht finden, überspringe.
el: Δεν βρέθηκε το αρχείο requirements.txt, παράλειψη.
es: No se pudo encontrar el archivo requirements.txt, omitiendo.
hi: फ़ाइल requirements.txt को नहीं ढूँढ सका, लंघन।
pl: Nie znalazłem pliku requirements.txt, pomijam.
pt: Não foi possível encontrar o ficheiro 'requirements.txt'
pt_br: Não foi possível encontrar o arquivo requirements.txt, pulando.

source: Cloning %s from remote repository
de: Klone %s aus remote repository
el: Κλωνοποίηση %s από απομακρυσμένο repository
es: Clonando %s del repositorio remoto
hi: दूरस्थ रिपॉजिटरी से क्लोनिंग %s
pl: Klonuję z %s ze zdalnego repozytorium
pt: A clonar %s pelo repositório remoto
pt_br: Clonando %s do repositório remoto

source: Cloning %s from local repository
de: Klone %s aus lokalem repository
el: Κλωνοποίηση %s από τοπικό repository
es: Clonando %s del repositorio local
hi: स्थानीय रिपॉजिटरी से क्लोनिंग %s
pl: Klonuję %s z lokalnego repozytorium
pt: A clonar %s pelo repositório local
pt_br: Clonando %s do repositório local

source: Could not find local git repo %s
de: Lokales git repository nicht gefunden %s
el: Δεν βρέθηκε τοπικό git repo %s
es: No se pudo encontrar el repositorio de git local %s
hi: स्थानीय git रेपो %s नहीं मिला
pl: Nie udało się znaleźć lokalnego repozytorium %s
pt: Não foi possivel encontrar repositorio git %s
pt_br: Não foi possível encontrar repositório git %s

source: Both whitelist and blacklist filters found in configuration. Only one can be used at a time - only the whitelist filter will be used.
de: Sowohl whitelist als auch blacklist filter wurden in der Konfiguration gefunden. Benutze whitelist, da nur ein filter genutzt werden kann.
el: Και τα δύο φίλτρα whitelist και blacklist βρέθηκαν στη διαμόρφωση. Μόνο ένα μπορεί να χρησιμοποιηθεί -μόνο το φίλτρο whitelist θα χρησιμοποιηθεί.
es: Ambos filtros 'whitelist' y 'blacklist' encontrados en la configuración. Sólo uno puede ser usado a la vez - sólo el filtro 'whitelist' será usado.
hi: दोनों श्वेतसूची और ब्लैकलिस्ट फ़िल्टर कॉन्फ़िगरेशन में पाए जाते हैं। केवल एक ही कर सकता हैएक समय में उपयोग किया जा सकता है - केवल श्वेतसूची फ़िल्टर का उपयोग किया जाएगा।
pl: Filtry czarnej i białej listy znalezione w konfiguracji. Tylko jeden może być używany w określonym czasie - tylko biała liista będzie użyta.
pt: Ambos filtros 'whitelist' e 'backlist' encontrados na configuracao. Apenas um pode ser usado. O filtro 'whitelist' vai ser usado por definição
pt_br: Os filtros da lista de permissões (whitelist) e da lista negra(blacklist) foram encontrados na configuração. Somente um pode ser usado de cada vez - somente o filtro da lista de permissões(whitelist) será usado.

source: Started opsdroid %s
de: Gestartet opsdroid %s
el: Εκκίνηση opsdroid %s
es: Opsdroid %s lanzada
hi: opsdroid %s शुरू
pl: Włączono opsdroid %s
pt: Opsdroid %s iniciou
pt_br: A aplicacão iniciou opsdroid %s

source: Recast.AI is now called SAP Conversational AI, this matcher will stop working in the future. Use match_sapcai instead.
de: Recast.AI heißt jetzt SAP Conversational AI. Dieser matcher funktioniert in Zukunft nicht mehr. Nutzen sie stattdessen match_sapcai.
el: Το Recast.AI τώρα ονομάζεται SAP Conversational AI, αυτός ο matcher θα σταματήσει να λειτουργεί στο μέλλον. Χρησιμοποιήστε το match_sapcai αντ 'αυτού.
es: Recast.AI es ahora llamado 'SAP Conversational AI', este 'matcher' dejará de funcionar en el futuro. Utiliza 'match_sapcai' en su lugar.
hi: "Recast.AI को अब SAP Conversational AI कहा जाता है, यह मिलान बंद हो जाएगाभविष्य में काम करना। इसके बजाय match_sapcai का उपयोग करें।"
pl: Recast.AI obecnie nazywa się SAP Conversational AI. Ten matcher przestanie działać w przyszłości. Zamiast tego użyj match_sapcai.

source: Getting %s from memory.
de: Hole %s aus Speicher
el: Αποκτήστε το %s από την μνήμη.
es: Obteniendo %s de la memoria.
hi: मेमोरी से %s प्राप्त करना।
pl: Wczytuję %s z pamięci.
pt: A obter %s da memória.
pt_br: Obtendo %s da memória.

source: Putting %s to memory
de: Lege %s in Speicher
el: Τοποθέτηση του %s στη μνήμη
es: Insertando %s en la memoria
hi: मेमोरी में %s डाल रहा है
pl: Zapisuję %s w pamięci.
pt: A colocar %s na memória
pt_br: Colocando %s na memória

source: Cannot find ssl cert or key.
de: Ssl cert oder key nicht gefunden.
el: Δεν βρέθηκε sll cert ή κλειδί.
es: No se ha podido encontrar el certificado o la llave ssl.
hi: ssl प्रमाणपत्र या कुंजी नहीं मिल सकता है।
pl: Nie znaleziono certyfikatu SSL ani klucza.
pt: Não foi possivel encontrar o certificado ou chave SSL
pt_br: Não foi possível encontrar o certificado ou chave SSL

source: Started web server on %s://%s%s
de: Webserver %s://%s%s gestartet
el: Εκκίνηση web server στο %s://%s%s
es: Comenzando servidor web en %s://%s%s
hi: %s://%s%s पर वेब सर्वर शुरू किया
pl: Włączono serwer sieciowy %s://%s%s
pt: Servidor iniciado no endereço: %s://%s%s
pt_br: Servidor da Web iniciado em %s://%s%s

source: Running skill %s via webhook
de: Skill %s läuft via webhook
el: Εκτέλεση skill %s μέσω του webhook
es: Ejecutando 'skill' %s via 'webhook'
hi: वेबहुक के माध्यम से कौशल %s चल रहा है
pl: Uruchamiam moduł %s przez webhook
pt: A executar habilidade %s através de webhook
pt_br: Executando a habilidade %s via webhook

source: Whoops! opsdroid requires python 3.6 or above.
de: Hoppla! opsdroid benötigt python 3.6 oder höher.
el: Whoops! Το opsdroid χρειάζεται python 3.6 ή παραπάνω.
es: ¡Ups! opsdroid requiere python 3.6 o superior
hi: उफ़! अप्सड्रोइड को python 3.6 या उससे ऊपर की आवश्यकता है।
pl: Ups! opsdroid wymaga Pythona 3.6 lub nowszego.
pt: Whoops! opsdroid precisa que a tua versão de python seja 3.6 ou superior.
pt_br: Whoops! opsdroid precisa que a tua versão de python seja 3.6 ou superior.

source: You can customise your opsdroid by modifying your configuration.yaml
de: Opsdroid kann durch modifikation der configuration.yaml angepasst werden
el: Μπορείτε να προσαρμόσετε το opsdroid τροποποιώντας το configuration.yaml
es: Puedes personalizar opsdroid modificando 'configuration.yaml'
hi: आप अपने configuration.yaml को संशोधित करके अपने opsdroid को अनुकूलित कर सकते हैं।
pl: Możesz spersonalizować swojego opsdroida modyfikując plik configuration.yaml
pt: Podes personalizar o teu opsdroid modificando o ficheiro configuration.yaml
pt_br: Você pode personalizar o opsdroid modificando o arquivo configuration.yaml
