Repository: pypi-data/pypi-mirror-96
Catalog: packages/opsdroid/opsdroid-0.21.0.tar.gz/opsdroid-0.21.0/opsdroid/locale/*/LC_MESSAGES/opsdroid.po
Languages: de, el, es, hi, pl, pt, pt_br

source: Connected to redis database %s from %s on port %s
de: Mit redis Datenbank %s auf %s Port %s verbunden
el: Συνδεδεμένο στη βάση δεδομένων redis %s από το %s στη θύρα: %s
es: Conectado ala base de datos de 'redis' %s desde %s en el puerto %s
hi: पोर्ट %s पर %s से डेटाबेस %s को जोड़ने के लिए
pl: Połączono z bazą ddanych redis %s z %s na porcie %s
pt: Conectado com a base de dados redis %s no endereço %s na porta %s
pt_br: Conectado ao banco de dados redis %s de %s na porta %s

source: Unable to connect to redis database on address: %s port: %s
de: Redis Datenbank mit Adresse: %s Port: %s nicht erreichbar
el: Αδυναμία σύνδεσης στη βάση δεδομένων redis στη διευθυνση: %s θύρα: %s
es: No ha sido posible conectarse a la base de datos 'redis' en la dirección: %s puerto: %s
hi: पते पर रेडिस डेटाबेस से जुड़ने में असमर्थ:%s पोर्ट:%s
pl: Nie udało się połączyć z bazą danych redis o adresie: %s port: %s
pt: Não foi possível conectar a base de dados redis no endereço: %s e porta: %s
pt_br: Não foi possível conectar-se ao banco de dados redis no endereço: %s porta: %s

source: Putting %s into redis
de: Schreibe %s in redis
el: Τοποθέτηση του %s στο redis
es: Insertando %s en 'redis'
hi: रेडिस में %s डाल रहा है
pl: Umieszczam %s w redis

source: Getting %s from redis
de: Hole %s von redis
el: Αποκτήστε το %s από το redis
es: Obteniendo %s de 'redis'
hi: रेडिस से %s प्राप्त करना
pl: Wczytuję %s z redis

source: Loaded sqlite database connector
de: Sqlite Datenbank connector geladen
el: Φορτώθηκε ο σύνδεσμος της βάσης δεδομένων sqlite
es: El conector de la base de datos 'sqlite' ha sido cargado
hi: लोडेड साइक्लाइट डेटाबेस कनेक्टर
pl: Wczytano łącze z bazą danych sqlite
pt: Base de dados sqlite carregada
pt_br: Conector do banco de dados sqlite carregado

source: Connected to sqlite %s
de: Mit sqlite %s verbunden
el: Συνδεδεμένο στο sqlite %s
es: Conectado a 'sqlite' %s
hi: साइक्लाइट %s से जुड़ा
pl: Połączono z sqlite %s
pt: Conectado a base de dados sqlite %s
pt_br: Conectado ao sqlite %s

source: Putting %s into sqlite
de: Schreibe %s in sqlite
el: Τοποθέτηση του %s στο sqlite
es: Insertando %s en 'sqlite'
hi: साइक्लाइट में %s डाल रहा है
pl: Umieszczam %s w sqlite

source: Getting %s from sqlite
de: Hole %s von sqlite
el: Αποκτήστε το %s από το sqlite
es: Obteniendo %s de 'sqlite'
hi: साइक्लाइट से %s प्राप्त कर रहा है
pl: Wczytuję %s z sqlite

source: Running crontab skills at %s
de: Führe crontab skills um %s aus
el: Εκτέλεση crontab skills από το %s
es: Ejecutando 'skill' 'crontab': %s
hi: %s पर क्रॉस्टैब कौशल चलाना
pl: Uruchamiam moduł crontab w %s

source: Authentication file not found or 'project-id' not in configuration, dialogflow parser will not be available
de: Authentifikationsdatei nicht gefunden oder 'project-id' nicht in Konfiguration.dialogflow parser wird nicht verfügbar sein
es: Archivo de autenticación no encontrado o el parámetro 'project-id' no ha sido definido en la configuración, el interprete 'dialogflow' no estará disponible
hi: "प्रमाणीकरण फ़ाइल नहीं मिली या 'प्रोजेक्ट-आईडी' कॉन्फ़िगरेशन में नहीं है,डायलॉगफ़्लो पार्सर उपलब्ध नहीं होगा"
pt: Arquivo de autenticação não encontrado ou 'id do projeto' não está na configuração, dialogflow não estará disponível
pt_br: Arquivo de autenticação não encontrado ou 'project-id' não está na configuraçãoO analisador dialogflow não estará disponível

source: Unable to find dialogflow dependency. Please install dialogflow with the command pip install dialogflow if you want to use this parser.
de: Dialogflow Abhängigkeit nicht gefunden. Bitte installiere dialogflow mittels pip install dialogflow wenn du diesen parser verwenden möchtest.
es: No ha sido posible dependencias para 'dialogflow'. Por favor instalar 'dialogflow' con el comando 'pip install dialogflow' para utilizar el interprete.
hi: संवाद प्रवाह निर्भरता खोजने में असमर्थ। कृपया संवाद स्थापित करें" "यदि आप इस पार्सर का उपयोग करना चाहते हैं, तो कमांड पिप इंस्टाल करें।
pt: Não foi possível encontrar a dependência para dialogflow. Instale a dependencia com o comando pip install dialogflow se quizeres usar este analisador.
pt_br: Não foi possível encontrar a dependência do dialogflow. Instale o dialogflow com ocomando pip install dialogflow se você deseja usar este analisador.

source: Dialogflow confidence lower than min-score
es: El parámetro de confianza de 'Dialogflow' es menor al 'min-score'
hi: न्यूनतम स्कोर से कम डायलॉगफ़्लो विश्वास

source: Matched against skill %s
de: Mit skill %s verglichen
el: Αντιστοιχία με το skill %s
hi: कौशल %s के खिलाफ मिलान
pl: Spasowano z modułem %s
pt: Comparado com a habilidade %s
pt_br: Correspondência entre habilidade %s

source: There was an error while parsing to dialogflow - %s
de: Fehler bei Verarbeitung mit dialogflow - %s
es: Se ha encontrado un error al analizar en 'dialogflow' - %s
hi: डॉयलॉगफ़्लो करने में त्रुटि हुई - %s
pt_br: Ocorreu um erro ao analisar para o dialogflow - %s

source: luis.ai response - %s
de: luis.ai Antwort - %s
el: Απάντηση του luis.ai - %s
es: Respuesta de 'luis.ai': %s
hi: luis.ai प्रतिक्रिया - %s
pl: Odpowiedź luis.ai - %s
pt: Resposta luis.ai - %s
pt_br: Resposta luis.ai - %s

source: No response from luis.ai, check your network.
de: Keine Antwort von luis.ai, Netzwerk überprüfen.
el: Καμία απάντηση από το luis.ai, ελέγξτε την σύνδεση σας.
es: 'luis.ai' no responde, revisa la configuración de red.
hi: luis.ai से कोई प्रतिक्रिया नहीं, अपने नेटवर्क की जाँच करें।
pl: Brak odpowiedzi z luis.ai, sprawdź swoje połączenie.
pt: Não foi possível obter resposta de luis.ai. Verifica a tua conexão.
pt_br: Não foi possível obter resposta de luis.ai. Verifique a conexão.

source: luis.ai error - %s %s
de: luis.ai Fehler - %s %s
el: Σφάλμα του luis.ai - %s %s
es: Error en 'luis.ai' - %s %s
hi: luis.ai त्रुटि - %s %s
pl: Błąd luis.ai - %s %s
pt: Erro de luis.ai - %s %s
pt_br: Erro de luis.ai - %s %s

source: luis.ai score lower than min-score
de: luis.ai score kleiner als min-score
el: luis.ai βαθμολογία χαμηλότερη από την ελάχιστη βαθμολογία
es: El resultado de 'luis.ai' es menor al parámetro 'min-score'
hi: min-score से कम luis.ai स्कोर
pl: Wynik luis.ai mniejszy niż min-score
pt: Pontuação do luis.ai inferior ao min-score
pt_br: Pontuação do luis.ai inferior ao min-score

source: Initialising Rasa NLU model.
de: Initialisiere Rasa NLU model.
el: Εγκατάσταση μοντέλου του Rasa NLU.
es: Inicializando el modelo 'Rasa NLU'
hi: Rasa NLU मॉडल की शुरुआत।
pl: Inicjalizuję model Rasa NLU
pt: A iniciar modelo Rasa NLU
pt_br: Inicializando modelo Rasa NLU.

source: Initialisation failed, training failed..
de: Initialisierung fehlgeschlagen, Training fehlgeschlagen..
el: Η εγκατάσταση απέτυχε, η εκπαίδευση απέτυχε...
es: Fallo en la inicialización, el entrenamiento ha fallado...
hi: प्रारंभिक असफलता, प्रशिक्षण विफल हुआ ..
pl: Inicjalizacja i trening nie powiodły się..
pt: Iniciação falhou, o treino falhou...
pt_br: Inicialização falhou, treinamento falhou.

source: Initialisation complete in %s seconds.
de: Initialisierung komplett nach %s Sekunden.
el: Η εγκατάσταση ολοκληρώθηκε σε %s δευτερόλεπτα.
es: Inicialización completada en %s segundos.
hi: प्रारंभिककरण %s सेकंड में पूरा हुआ।
pl: Inicjalizacja zakończona w %s sekund.
pt: Inicialização completa em %s segundos.
pt_br: Inicialização completa em %s segundos.

source: Starting Rasa NLU training.
de: Starte Rasa NLU Training.
el: Εκκίνηση εκπαίδευσης του Rasa NLU.
es: Comenzando el entrenamiento en 'Rasa NLU'
hi: रासा एनएलयू प्रशिक्षण शुरू करना।
pl: Uruchamiam trening Rasa NLU.
pt: A iniciar treino Rasa NLU
pt_br: A iniciar treino de Rasa NLU

source: No intents found, skipping training.
de: Keine intents gefunden, überspringe Training.
el: Δεν βρέθηκαν προθέσεις, παράλειψη εκπαίδευσης.
es: No se han encontrando intenciones, omitiendo el entrenamiento
hi: प्रशिक्षण प्राप्त करने का कोई इरादा नहीं है।
pl: Brak intencji, pomijam trening.
pt: Nenhuma intenção encontrada, a saltar treino.
pt_br: Nenhuma intenção encontrada, ignorando treino.

source: This model already exists, skipping training...
de: Dieses Modell existiert bereits, überspringe Training...
el: Αυτό το μοντέλο υπάρχει ήδη, παράληψη εκπαίδευσης...
es: El modelo ya existe, omitiendo entrenamiento...
hi: यह मॉडल पहले से ही मौजूद है, प्रशिक्षण लंघन ...
pl: Ten model już istnieje, pomijam trening...
pt: Este modelo já existe, a saltar treino...
pt_br: Este modelo já existe, a ignorando treino...

source: Now training the model. This may take a while...
de: Modell wird trainiert. Das kann eine Weile dauern...
el: Σε διαδικασία εκπαίδευσης του μοντέλου. Αυτό ίσως πάρει λίγο χρόνο...
es: Entrenando al modelo. Esto puede tomar tiempo...
hi: अब मॉडल को प्रशिक्षित करें। इसमें कुछ समय लग सकता है ...
pl: Trenuję model. To może chwilę zająć...
pt: A treinar o modelo agora. Isto pode demorar um pouco...
pt_br: Treinando o modelo agora. Isto pode demorar um pouco...

source: Unable to connect to Rasa NLU, training failed.
de: Es konnte keine Verbindung zu Rasa NLU hergestellt werden, Training fehlgeschlagen.
el: Αδυναμία σύνδεσης στο Rasa NLU, η εκπαίδευση απέτυχε.
es: No ha sido posible conectarse a 'Rasa NLU', el entrenamiento ha fallado.
hi: Rasa NLU से जुड़ने में असमर्थ, प्रशिक्षण विफल।
pl: Nie udało się połączyć z Rasa NLU, trening się nie powiódł.
pt: Não foi possível conectar com Rasa NLU, o treino falhou.
pt_br: Não foi possível conectar com Rasa NLU, o treino falhou.

source: Rasa NLU training completed in %s seconds.
de: Rasa NLU Training komplett nach %s Sekunden
el: Η εκπαίδευση του Rasa NLU ολοκληρώθηκε σε %s δευτερόλεπτα.
es: Entrenamiento en 'Rasa NLU' completado en %s segundos.
hi: Rasa NLU प्रशिक्षण %s सेकंड में पूरा हुआ।
pl: Trening Rasa NLU ukończony w %s sekund.
pt: Treino de Rasa NLU demorou %s segundos.
pt_br: Treino de Rasa NLU demorou %s segundos.

source: Bad Rasa NLU response - %s
de: Fehlerhafte Rasa NLU Antwort - %s
el: Κακή απάντηση του Rasa NLU - %s
es: Respuesta incorrecta de 'Rasa NLU' - %s
hi: खराब रसा एनएलयू प्रतिक्रिया - %s
pl: Zła odpowiedź Rasa NLU - %s
pt: Má resposta de Rasa NLU - %s
pt_br: Má resposta de Rasa NLU - %s

source: Rasa NLU training failed.
de: Rasa NLU Training fehlgeschlagen.
el: Η εκπαίδευση του Rasa NLU απέτυχε.
es: Entrenamiento en 'Rasa NLU' ha fallado.
hi: रासा एनएलयू प्रशिक्षण विफल।
pl: Trening Rasa NLU niie powiódł się.
pt: Treino de Rasa NLU falhou.
pt_br: Treino de Rasa NLU falhou.

source: Unable to connect to Rasa NLU
de: Konnte nicht mit Rasa NLU verbinden
el: Αδυναμία σύνδεσης στο Rasa NLU
es: No ha sido posible conectarse a 'Rasa NLU'
hi: रासा NLU से कनेक्ट करने में असमर्थ
pl: Nie udało siię połączyć z Rasa NLU
pt: Não foi possivel conectar a Rasa NLU
pt_br: Não foi possível conectar a Rasa NLU

source: Rasa NLU response - %s
de: Rasa NLU Antwort - %s
el: Απάντηση του Rasa NLU - %s
es: Respuesta de 'Rasa NLU' - %s
hi: रासा एनएलयू प्रतिक्रिया - %s
pl: Odpowiedź Rasa NLU - %s
pt: Resposta de Rasa NLU - %s
pt_br: Resposta de Rasa NLU - %s

source: No response from Rasa NLU, check your network.
de: Keine Antwort von Rasa NLU, Netzwerk überprüfen.
el: Καμία απάντηση από το Rasa NLU, ελέγξτε την σύνδεση σας.
es: 'Rasa NLU' no responde, revisa la configuración de red.
hi: रासा NLU से कोई प्रतिक्रिया नहीं, अपने नेटवर्क की जाँच करें।
pl: Brak odpowiedzi z Rasa NLU, sprawdź swoje połączenie.
pt: Não foi possível obter resposta de Rasa NLU. Verifica a tua conexão.
pt_br: Não foi possível obter resposta de Rasa NLU. Verifique a tua conexão.

source: Rasa NLU error - Unauthorised request.Check your 'token'.
de: Rasa NLU Fehler - Unauthorised request. Überprüfe 'token'.
el: Σφάλμα του Rasa NLU.
es: Error en 'Rasa NLU' - Petición 'request.Check' no autorizada, verifica el 'token'.
hi: रास NLU त्रुटि - अनधिकृत अनुरोध। अपना 'टोकन' चेक करें।
pl: Błąd Rasa NLU - nieautoryzowane połączenie. Sprawdź swój 'token'.
pt: Erro de Rasa NLU - Pedido não autorizado. Confirma o teu 'token'.
pt_br: Erro de Rasa NLU - Pedido não autorizado. Confirme o teu 'token'.

source: Rasa NLU error - No intent found. Did you forget to create one?
de: Rasa NLU Fehler - Kein intent gefunden. Vergessen zu erstellen?
el: Σφάλμα του Rasa NLU - Δεν βρέθηκε πρόθεση. Ξεχάσετε να δημιουργήσετε μία?
es: Error en 'Rasa NLU' - No se encontraron intenciones. ¿Olvidaste crear una?
hi: रासा NLU त्रुटि - कोई इरादा नहीं मिला। क्या आप एक बनाना भूल गए?
pl: Błąd Rasa NLU - brak intencji. Może zapomniałeś je stworzyć?
pt: Error de Rasa NLU - Nenhuma intenção encontrada. Esqueceste-te de criar uma?
pt_br: Erro de Rasa NLU - Nenhuma intenção loalizada. Você esqueceu de criar uma?

source: Rasa NLU score lower than min-score
de: Rasa NLU score kleiner als min-score
el: Rasa NLU βαθμολογία χαμηλότερη από την ελάχιστη βαθμολογία
es: El resultado de 'Rasa NLU' es menor al parámetro 'min-score'
hi: न्यूनतम स्कोर से कम रासा एनएलयू स्कोर
pl: Wynik Rasa NLU mniejszy niż min-score
pt: Pontuação de Rasa NLU inferior ao min-score
pt_br: Pontuação de Rasa NLU inferior ao min-score

source: SAP Conversational AI response - %s
de: SAP Conversational AI Antwort - %s
el: Απάντηση του SAP Conversational AI - %s
es: Respuesta conversacional 'SAP AI' - %s
hi: एसएपी संवादी एआई प्रतिक्रिया - %s
pl: Odpowiedź SAP Conversational AI - %s

source: No response from SAP Conversational.AI, check your network.
de: Keine Antwort von Rasa NLU, Netzwerk überprüfen.
el: Καμία απάντηση από το SAP Conversational.AI, ελέγξτε την σύνδεση σας.
es: 'SAP Conversational.AI' no responde, revisa la configuración de red.
hi: SAP Conversational.AI से कोई प्रतिक्रिया नहीं, अपने नेटवर्क की जाँच करें।
pl: Brak odpowiedzi z SAP Conversational.AI, sprawdź swoje połączenie.

source: SAP Conversational AI error - %s
de: SAP Conversational AI Fehler - %s
el: Σφάλμα του SAP Conversational AI - %s
es: Error en 'SAP Conversational AI'- %s
hi: एSAP Conversational AI त्रुटि - %s
pl: Błąd SAP Conversational AI - %s
pt: Erro do analisador SAP Conversational AI - %s
pt_br: Erro de SAPCAI - %s

source: SAP Conversational AI error - No intent found for the message %s
de: SAP Conversational AI Fehler - Kein intent gefunden für die Nachricht %s
el: Σφάλμα του SAP Conversational AI - Δεν βρέθηκε πρόθεση για το μήνυμα %s
es: Error en 'SAP Conversational AI'- No se encontraron intenciones para el mensaje %s
hi: त्SAP Conversational AI रुटि - संदेश %s के लिए कोई इरादा नहीं मिला
pl: Błąd SAP Conversational AI - brak intecji dla wiadomości %s

source: SAP Conversational AI score lower than min-score
de: SAP Conversational AI score kleiner als min-score
el: SAP Conversational AI βαθμολογία χαμηλότερη από την ελάχιστη βαθμολογία
es: El resultado de 'SAP Conversational AI' es menor al parámetro 'min-score'
hi: न्यूनतम स्कोर से कम SAP संवादी एआई स्कोर
pl: Wynik SAP Conversational score mniejszy niż min-score

source: Watson response - %s
es: Respuesta de 'Watson' - %s
hi: वाटसन की प्रतिक्रिया - %s

source: Watson - No intent found. Did you forget to create one?
es: 'Watson'- No se encontraron intenciones. ¿Olvidaste crear una?
hi: वाटसन - कोई इरादा नहीं मिला। क्या आप एक बनाना भूल गए?

source: Watson score lower than min-score
es: El resultado de 'Watson' es menor al parámetro 'min-score'
hi: वॉटसन का स्कोर न्यूनतम स्कोर से कम है

source: Error: %s . You are probably missing some configuration parameter.
de: Fehler: %s . Eventuell fehlen einige Konfigurationsparameter.
es: Error: %s. Algún parámetro de la configuración se omitió.
hi: त्रुटि: %s। आप शायद कुछ विन्यास पैरामीटर को याद कर रहे हैं।
pt: Erro: %s. Provavelmente há algum parametro de configuração em falta.
pt_br: Erro: %s. Você provavelmente está faltando algum parâmetro de configuração.

source: Watson Api error - %d:%s
es: Error de la API de 'Watson' - %d:%s
hi: वाटसन Api त्रुटि - %d:%s

source: wit.ai response - %s
de: wit.ai Antwort - %s
el: Απάντηση του wit.ai - %s
es: Respuesta de 'wit.ai' - %s
hi: wit.ai प्रतिक्रिया - %s
pl: Odpowieź wit.ai - %s
pt: Resposta de wit-ai - %s
pt_br: Resposta de wit.ai - %s

source: No response from wit.ai, check your network.
de: Keine Antwort von Rasa NLU, Netzwerk überprüfen.
el: Καμία απάντηση από το wit.ai, ελέγξτε την σύνδεση σας.
es: 'wit.ai' no responde, revisa la configuración de red.
hi: wit.ai से कोई प्रतिक्रिया नहीं, अपने नेटवर्क की जांच करें।
pl: Brak odpowiedzi z wit.ai, sprawdź swoje połączenie.
pt: Sem resposta de wit.ai, verifica a tua conexão.
pt_br: Sem resposta de wit.ai, verifique a tua conexão.

source: wit.ai error - %s %s
de: wit.ai Fehler - %s %s
el: Σφάλμα του wit.ai - %s %s
es: Error de 'wit.ai' - %s %s
hi: wit.ai त्रुटि - %s %s
pl: Błąd wit.ai - %s %s
pt: Erro de wit.ai - %s %s
pt_br: Erro de wit.ai - %s %s

source: wit.ai error - No intent found. Did you forget to create one?
de: wit.ai Fehler - Kein intent gefunden. Vergessen zu erstellen?
el: Σφάλμα του wit.ai - Δεν βρέθηκε πρόθεση. Ξεχάσετε να δημιουργήσετε μία?
es: Error de 'wit.ai'- No se encontraron intenciones. ¿Olvidaste crear una?
hi: wit.ai त्रुटि - कोई इरादा नहीं मिला। क्या आप एक बनाना भूल गए?
pl: Błąd wit.ai - brak intecji. Może zapomniałeś je stworzyć?
pt: Erro de wit.ai - Nenhuma intenção encontrada. Esqueceste-te de criar uma?
pt_br: Erro de wit.ai - Nenhuma intenção encontrada. Esqueceu-se de criar uma?

source: wit.ai score lower than min-score
de: wit.ai score kleiner als min-score
el: wit.ai βαθμολογία χαμηλότερη από την ελάχιστη βαθμολογία
es: El resultado de 'wit.ai' es menor al parámetro 'min-score'
hi: मिनट-स्कोर से कम wit.ai स्कोर
pl: Wynik wit.ai mniejszy niż min-score
pt: Pontuação de wit.ai inferior ao min-score
pt_br: Pontuação de wit.ai inferior ao min-score

source: Checking Recast.AI...
hi: Recast.AI की जाँच की जा रही है ..

source: Api.ai is now called Dialogflow, this matcher will stop working in the future. Use match_dialogflow_action instead.
hi: Api.ai को अब डायलॉगफ़्लो कहा जाता है माचिस काम करना बंद कर देगी भविष्य। इसके बजाय match_dialogflow_action का उपयोग करें।

source: Loaded telegram connector
hi: लोडेड टेलीग्राम कनेक्टर

source: Connecting to telegram
hi: telegram से जुड़ना

source: Connected to telegram as %s
hi: % S के रूप में टेलीग्राम से जुड़ा

source: Dialogflow response - %s
hi: डायलॉगफ़्लो प्रतिक्रिया -% s

source: No response from Dialogflow, check your network.
hi: Dialogflow से कोई प्रतिक्रिया नहीं, अपने नेटवर्क की जाँच करें।

source: Dialogflow error - %s - %s
hi: डायलॉगफ़्लो त्रुटि -% s -% s

source: Dialogflow score lower than min-score
hi: डायलॉगफ़्लो स्कोर न्यूनतम-स्कोर से कम है

source: Can't get updates because previous webhook is still active. Will try to delete webhook.
de: Updates nicht möglich da der vorherige Webhook noch aktiv ist. Versuche zu löschen.
el: Δεν είναι δυνατή η λήψη ενημερώσεων, επειδή το προηγούμενο webhook είναι ακόμα ενεργό. Θα γίνει προσπάθεια διαγραφείς του webhook.
es: No se han podido recibir actualizaciones debido a que el 'webhook' anterior aún está activo. Intentando borrar el 'webhook'
pl: Nie udało się zaktualizować, bo poprzedni webhook jest wciąż aktywny. Spróbuję go usunąć.
pt: Não é possível obter atualizações porque o webhook anterior ainda está ativo. Vamos tentar apagar o webhook.
pt_br: Não é possível obter atualizações porque o webhook anterior ainda está ativo. Tentaremos excluir o webhook.

source: Sent %s image successfully
de: Bild %s erfolgreich gesendet
el: Η εικόνα %s στάλθηκε επιτυχώς
es: Envío de la imagen %s ha sido satisfactorio
pl: Przesłano obraz %s pomyślnie
pt: Imagem %s enviada com sucesso
pt_br: Imagem %s enviada com sucesso
