Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-sale-payment-channel/m9s_sale_payment_channel-5.2.3-py3-none-any.whl/trytond/modules/sale_payment_channel/locale/*.po
Languages: es_es

# error:account.statement.line:
source: Amount should be a positive or negative value.
es_es: El importe debe ser una cantidad positiva o negativa.

# error:close.statement:
source: Statement %s already closed.
es_es: Extracto %s ya cerrado.

# error:close.statement:
source: Statement %s closed.
es_es: Extracto %s cerrado.

# error:close.statement:
source: Statement %s not found.
es_es: Extracto %s no encontrado.

# error:close.statement:
source: User %s has not any device assigned yet.
es_es: Usuario %s no tiene ningún terminal asignado todavía.

# error:open.statement:
source: Statement %s already opened.
es_es: Extracto %s ya abierto.

# error:open.statement:
source: Statement %s opened.
es_es: Extracto %s abierto.

# error:open.statement:
source: User %s has not any device assigned yet.
es_es: Usuario %s no tiene ningún terminal asignado todavía.

# error:res.user:
source: You can not have two users with the same login!
es_es: No puede tener dos usuarios con el mismo registro de entrada.

# error:sale.payment:
source: A draft statement for "%s" payments has not been created.
es_es: Un extracto borrador para "%s" pagos no se ha creado.

# error:sale.payment:
source: Party %s has no any account receivable defined. Please, assign one.
es_es: El tercero %s no dispone de ninguna cuenta a cobrar por defecto. Añade una cuenta a cobrar en el tercero.

# error:sale.payment:
source: You have not defined a sale device for your user.
es_es: No ha definido un terminal de venta para su usuario.

# error:sale.sale:
source: A customer invoice/refund from sale device has not been created.
es_es: Una factura/devolución del terminal de venta no se ha creado.

# error:sale.sale:
source: Go to user preferences and select a shop ("%s")
es_es: Seleccione una tienda en sus preferencias ("%s").

# field:account.statement,users:
source: Users
es_es: Usuarios

# field:account.statement.journal,devices:
source: Devices
es_es: Terminales

# field:account.statement.line,sale:
source: Sale
es_es: Venta

# field:close.statement.done,result:
source: Result
es_es: Resultado

# field:open.statement.done,result:
source: Result
es_es: Resultado

# field:res.user,sale_device:
source: Sale Device
es_es: Terminal de venta

# field:sale.device,company:
source: Company
es_es: Empresa

# field:sale.device,create_date:
source: Create Date
es_es: Fecha creación

# field:sale.device,create_uid:
source: Create User
es_es: Usuario creación

# field:sale.device,journal:
source: Default Journal
es_es: Diario por defecto

# field:sale.device,journals:
source: Journals
es_es: Diarios

# field:sale.device,name:
source: Device Name
es_es: Nombre del terminal

# field:sale.device,rec_name:
source: Name
es_es: Nombre

# field:sale.device,shop:
source: Shop
es_es: Tienda

# field:sale.device,users:
source: Users
es_es: Usuarios

# field:sale.device,write_date:
source: Write Date
es_es: Fecha modificación

# field:sale.device,write_uid:
source: Write User
es_es: Usuario modificación

# field:sale.device.account.statement.journal,create_date:
source: Create Date
es_es: Fecha creación

# field:sale.device.account.statement.journal,create_uid:
source: Create User
es_es: Usuario creación

# field:sale.device.account.statement.journal,device:
source: Sale Device
es_es: Terminal de venta

# field:sale.device.account.statement.journal,journal:
source: Statement Journal
es_es: Diario de extracto

# field:sale.device.account.statement.journal,rec_name:
source: Name
es_es: Nombre

# field:sale.device.account.statement.journal,write_date:
source: Write Date
es_es: Fecha modificación

# field:sale.device.account.statement.journal,write_uid:
source: Write User
es_es: Usuario modificación

# field:sale.payment.form,currency_digits:
source: Currency Digits
es_es: Dígitos moneda

# field:sale.payment.form,journal:
source: Statement Journal
es_es: Diario de extracto

# field:sale.payment.form,journals:
source: Allowed Statement Journals
es_es: Diarios de extracto permitidos

# field:sale.payment.form,party:
source: Party
es_es: Tercero

# field:sale.payment.form,payment_amount:
source: Payment amount
es_es: Cantidad pagada

# field:sale.sale,paid_amount:
source: Paid Amount
es_es: Pagado

# field:sale.sale,payments:
source: Payments
es_es: Pagos

# field:sale.sale,residual_amount:
source: Residual Amount
es_es: Pendiente

# field:sale.sale,sale_device:
source: Sale Device
es_es: Terminal de venta

# field:sale.sale,shop_address:
source: Shop Address
es_es: Dirección tienda

# model:close.statement.done,name:
source: Close Statement
es_es: Cerrar extracto

# model:close.statement.start,name:
source: Close Statement
es_es: Cerrar extracto

# model:ir.action,name:act_sale_device
source: Sale Device
es_es: Terminal de venta

# model:ir.action,name:act_sale_reconcile
source: Reconcile Sales
es_es: Conciliar ventas TPV

# model:ir.action,name:act_sale_statement_form
source: Statements
es_es: Todos los extractos

# model:ir.action,name:wizard_close_statement
source: Close Statements
es_es: Cerrar extractos

# model:ir.action,name:wizard_open_statement
source: Open Statements
es_es: Abrir extractos

# model:ir.action,name:wizard_sale_payment
source: Pay
es_es: Pagar

# model:ir.action.act_window.domain,name:
source: All
es_es: Todo

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_all
source: All
es_es: Todos

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_draft
source: Draft
es_es: Borrador

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_posted
source: Posted
es_es: Confirmado

# model:ir.action.act_window.domain,name:act_sale_statement_form_domain_validated
source: Validated
es_es: Validado

# model:ir.sequence.strict,name:
source: Sale Pos
es_es: Venta TPV

# model:ir.sequence.type,name:
source: Sale Pos
es_es: Venta TPV

# model:ir.ui.menu,name:menu_close_statement
source: Close Statements
es_es: Cerrar extractos

# model:ir.ui.menu,name:menu_open_statement
source: Open Statements
es_es: Abrir extractos

# model:ir.ui.menu,name:menu_sale_device
source: Sale Devices
es_es: Terminales de venta

# model:ir.ui.menu,name:menu_sale_statement
source: Statements
es_es: Todos los extractos

# model:open.statement.done,name:
source: Open Statement
es_es: Abrir extracto

# model:open.statement.start,name:
source: Open Statement
es_es: Abrir extracto

# model:sale.device,name:
source: Sale Device Configuration
es_es: Configuración de terminal de venta

# model:sale.device.account.statement.journal,name:
source: Sale Device - Statement Journal
es_es: Terminal de venta - Diario de extracto

# model:sale.payment.form,name:
source: Sale Payment Form
es_es: Formulario de pago de venta

# view:close.statement.done:
source: Close Statements
es_es: Cerrar extractos

# view:close.statement.start:
source: Close Statements
es_es: Cerrar extractos

# view:close.statement.start:
source: You are going to close statements of your device.
es_es: Va ha cerrar los extractos de su terminal.

# view:open.statement.done:
source: Open Statements
es_es: Abrir extractos

# view:open.statement.start:
source: Open Statements
es_es: Abrir extractos

# view:open.statement.start:
source: You are going to open statements of your device.
es_es: Va a abrir los extractos de su terminal

# view:product.product:
source: Codes
es_es: Códigos

# view:sale.device:
source: Sale Device Configuration
es_es: Configuración de terminal de venta

# view:sale.line:
source: Lines
es_es: Líneas

# view:sale.payment.form:
source: Sale Payment Form
es_es: Formulario de pago de venta

# view:sale.sale:
source: Pay
es_es: Pagar

# view:sale.sale:
source: Payments
es_es: Pagos

# wizard_button:close.statement,done,end:
source: Done
es_es: Realizado

# wizard_button:close.statement,start,end:
source: Cancel
es_es: Cancelar

# wizard_button:close.statement,start,validate:
source: Ok
es_es: Aceptar

# wizard_button:open.statement,done,end:
source: Done
es_es: Realizado

# wizard_button:open.statement,start,create_:
source: Ok
es_es: Aceptar

# wizard_button:open.statement,start,end:
source: Cancel
es_es: Cancelar

# wizard_button:sale.payment,start,end:
source: Cancel
es_es: Cancelar

# wizard_button:sale.payment,start,pay_:
source: Pay
es_es: Pagar
