Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-account-banking-import/m9s_account_banking_import-5.2.2.tar.gz/m9s_account_banking_import-5.2.2/locale/*.po
Languages: de

# field:account.batch.line,bank_imp_line:
source: Banking Import Line
de: Bankimportzeile

# field:banking.import.configuration,active:
source: Active
de: Aktiv

# field:banking.import.configuration,bank_account:
source: Bank Account
de: Bankkonto

# field:banking.import.configuration,company:
source: Company
de: Unternehmen

# field:banking.import.configuration,create_date:
source: Create Date
de: Erstellungsdatum

# field:banking.import.configuration,create_uid:
source: Create User
de: Erstellt durch

# field:banking.import.configuration,entry_date:
source: Entry date
de: Erfassungsdatum

# field:banking.import.configuration,import_method:
source: Import Method
de: Importmethode

# field:banking.import.configuration,journal:
source: Batch Journal
de: Stapeljournal

# field:banking.import.configuration,lines:
source: Imported Transactions
de: Importierte Transaktionen

# field:banking.import.configuration,processing_start_date:
source: Processing Start Date
de: Verarbeitungsstartdatum

# field:banking.import.configuration,rec_name:
source: Record Name
de: Name

# field:banking.import.configuration,write_date:
source: Write Date
de: Zuletzt geändert

# field:banking.import.configuration,write_uid:
source: Write User
de: Letzte Änderung durch

# field:banking.import.line,addkey:
source: Additional Key
de: Zusatzschlüssel

# field:banking.import.line,amount:
source: Amount
de: Betrag

# field:banking.import.line,balance:
source: Balance
de: Saldo

# field:banking.import.line,bank_import_config:
source: Bank Import Configuration
de: Bankimportkonfiguration

# field:banking.import.line,code:
source: Code
de: Code (Geschäftsvorfallcode)

# field:banking.import.line,contra_account:
source: Contra Account Number
de: Gegenkonto Nummer

# field:banking.import.line,contra_bank_code:
source: Contra Account Bank Code
de: Gegenkonto BLZ/BIC

# field:banking.import.line,contra_name:
source: Contra Account Name
de: Gegenkonto Name

# field:banking.import.line,create_date:
source: Create Date
de: Erstellungsdatum

# field:banking.import.line,create_uid:
source: Create User
de: Erstellt durch

# field:banking.import.line,customer_ref:
source: Customer Reference
de: Kundenreferenz

# field:banking.import.line,date:
source: Date
de: Datum

# field:banking.import.line,kind:
source: Kind
de: Art

# field:banking.import.line,purpose:
source: Purpose
de: Verwendungszweck

# field:banking.import.line,rec_name:
source: Record Name
de: Name

# field:banking.import.line,valuta_date:
source: Valuta Date
de: Valutadatum

# field:banking.import.line,write_date:
source: Write Date
de: Zuletzt geändert

# field:banking.import.line,write_uid:
source: Write User
de: Letzte Änderung durch

# field:banking.run_import.show,addkey:
source: Additional Key
de: Zusatzschlüssel

# field:banking.run_import.show,amount:
source: Amount
de: Betrag

# field:banking.run_import.show,balance:
source: Balance
de: Saldo

# field:banking.run_import.show,bank_import_config:
source: Bank Import Configuration
de: Bankimportkonfiguration

# field:banking.run_import.show,batch:
source: Batch
de: Buchungsstapel

# field:banking.run_import.show,batch_lines:
source: Batch Lines
de: Stapelzeilen

# field:banking.run_import.show,code:
source: Code
de: Code (Geschäftsvorfallcode)

# field:banking.run_import.show,contra_account:
source: Contra Account Number
de: Gegenkonto Number

# field:banking.run_import.show,contra_bank_code:
source: Contra Account Bank Code
de: Gegenkonto BLZ/BIC

# field:banking.run_import.show,contra_name:
source: Contra Account Name
de: Gegenkonto Name

# field:banking.run_import.show,counter:
source: Counter
de: Zähler

# field:banking.run_import.show,customer_ref:
source: Customer Reference
de: Kundenreferenz

# field:banking.run_import.show,date:
source: Date
de: Datum

# field:banking.run_import.show,difference:
source: Difference
de: Differenz

# field:banking.run_import.show,invoices:
source: Related Invoices
de: Verknüpfte Rechnungen

# field:banking.run_import.show,journal:
source: Batch Journal
de: Stapeljournal

# field:banking.run_import.show,kind:
source: Kind
de: Art

# field:banking.run_import.show,line:
source: Banking Import Line
de: Bankimportzeile

# field:banking.run_import.show,lines:
source: Unprocessed Lines
de: Nicht verarbeitete Buchungen

# field:banking.run_import.show,purpose:
source: Purpose
de: Verwendungszweck

# field:banking.run_import.show,sum_lines:
source: Sum Lines
de: Zeilensumme

# field:banking.run_import.show,valuta_date:
source: Valuta Date
de: Valutadatum

# field:banking.run_import.start,bank_import_config:
source: Bank Import Configuration
de: Bankimportkonfiguration

# field:banking.run_import.start,batch:
source: Batch
de: Buchungsstapel

# field:banking.run_import.start,company:
source: Company
de: Unternehmen

# field:banking.run_import.start,counter_total:
source: Counter Total
de: Zähler gesamt

# field:banking.run_import.start,employee:
source: Employee
de: Mitarbeiter

# field:banking.run_import.start,journal:
source: Batch Journal
de: Stapeljournal

# field:banking.run_import.start,running_balance:
source: Running Balance
de: Laufender Saldo

# field:banking.run_import.start,start_balance:
source: Start Balance
de: Anfangssaldo

# field:banking.run_import.start,update_transactions:
source: Update Transactions
de: Transaktionen aktualisieren

# help:banking.import.configuration,bank_account:
source: Bank Account of the company, for which the transactions will be imported.
de: Bankkonto des Unternehmens, für das die Transaktionen importiert werden sollen.

# help:banking.import.configuration,entry_date:
source: The date of the bank statement, that shall be used as entry date for accounting.
de: Das Datum auf dem Bankauszug, das als Erfassungsdatum für die Buchhaltung verwendet werden soll.

# help:banking.import.configuration,import_method:
source: Import Method to use for this configuration. (Import Methods are provided by specific Submodules)
de: Importmethode, die für diese Konfiguration zur Anwendung kommt. (Importmethoden werden durch spezifische Untermodule bereitgestellt)

# help:banking.import.configuration,journal:
source: Bank Journal used for this import configuration.
de: Bankjournal, das für diese Importkonfiguration zur Anwendung kommen soll

# help:banking.import.configuration,processing_start_date:
source: The date from which on transactions shall be presented for processing.
de: Ab diesem Datum sollen Banktransaktionen zur Verarbeitung vorgelegt werden

# help:banking.import.line,balance:
source: New balance at the end of the transaction
de: Neuer Saldo bei Transaktionsende

# help:banking.import.line,contra_account:
source: Number of the Contra Account
de: Nummer des Gegenkontos

# help:banking.import.line,contra_bank_code:
source: Bank/Business Identifier Code of the Contra Account
de: Bankleitzahl/BIC (Bankleitzahl/BIC des Gegenkontos) des Gegenkontos

# help:banking.import.line,contra_name:
source: Name of the owner of the Contra Account
de: Name des Inhabers des Gegenkontos

# help:banking.run_import.show,balance:
source: New balance at the end of the transaction
de: Neuer Saldo bei Transaktionsende

# help:banking.run_import.show,contra_account:
source: Number of the Contra Account
de: Nummer des Gegenkontos

# help:banking.run_import.show,contra_bank_code:
source: Bank/Business Identifier Code of the Contra Account
de: Bankleitzahl/BIC (Bankleitzahl/BIC des Gegenkontos) des Gegenkontos

# help:banking.run_import.show,contra_name:
source: Name of the owner of the Contra Account
de: Name des Inhabers des Gegenkontos

# help:banking.run_import.show,counter:
source: Display of the actual and total number of banking import lines
de: Anzeige der aktuellen und gesamten Anzahl der zu verarbeitenden Bankimportzeilen

# help:banking.run_import.show,difference:
source: This field displays the difference to the expected balance.
de: Dieses Feld zeigt die Differenz zum erwarteten Saldo an

# help:banking.run_import.show,sum_lines:
source: This field displays the sum of the actual encoded lines
de: Dieses Feld zeigt die Summe der aktuellen Stapelzeilen an

# help:banking.run_import.start,bank_import_config:
source: Bank Import Configuration to use for this run
de: Bankimportkonfiguration, die für diesen Durchlauf verwendet werden soll

# help:banking.run_import.start,running_balance:
source: Balance updated with each imported line
de: Dieser Saldo wird mit jeder importierten Zeile aktualisiert

# help:banking.run_import.start,start_balance:
source: Start balance at the begin of the import
de: Anfangssaldo zu Beginn des Imports

# help:banking.run_import.start,update_transactions:
source: Whether the transactions of the selected account shall be updated before running the import into a batch journal
de: Ob die Transaktionen für die ausgewählte Konfiguration vor der Verarbeitung aktualisiert werden sollen

# model:banking.import.configuration,name:
source: Bank Import Configuration
de: Bankimportkonfiguration

# model:banking.import.line,name:
source: Bank Import Line
de: Bankimportzeile

# model:banking.run_import.info_no_lines,name:
source: Run Import Info No Lines
de: Bankimport Info Keine Zeilen

# model:banking.run_import.show,name:
source: Run Import Show
de: Bankimport Anzeige

# model:banking.run_import.start,name:
source: Run Import Start
de: Bankimport Start

# model:ir.action,name:act_bank_import_form
source: Bank Import Configurations
de: Bankimportkonfigurationen

# model:ir.action,name:act_run_import
source: Run Import
de: Import ausführen

# model:ir.message,text:msg_bank_account_used
source: A bank account can only be used in one active configuration.
de: Ein Bankkonto kann nur in einer aktiven Konfiguration verwendet werden.

# model:ir.message,text:msg_journal_used
source: A journal can only be used in one active configuration.
de: Ein Journal kann nur in einer aktiven Konfiguration verwendet werden.

# model:ir.message,text:msg_method_not_available
source: Method %s not available.
de: Methode %s ist nicht verfügbar.

# model:ir.message,text:msg_missing_currency_account
source: Currency on bank account is missing.
de: Fehlende Währung auf dem Bankkonto.

# model:ir.message,text:msg_missing_journal_account
source: Missing account on the Bank Import Journal. Please configure the journal before proceeding.
de: Fehlendes Konto im Bankimportjournal. Bitte konfigurieren Sie das Journal bevor Sie fortsetzen können.

# model:ir.message,text:msg_unposted_batch_lines
source: There exist unposted batch lines for this account. Before being able to import further transactions these batch lines must be processed:%(batch_lines)s
de: Es existieren nicht festgeschriebene Stapelzeilen für dieses Konto. Vor der Eingabe weiterer Transaktionen müssen diese Stapelzeilen verarbeitet werden:%(batch_lines)s

# model:ir.message,text:msg_wrong_currency
source: Currency of bank account and journal must be the same.
de: Die Währung von Bankkonto und Journal muss übereinstimmen.

# model:ir.message,text:msg_wrong_initial_balance
source: Initial balance check: The balance of the first Banking Import Line (%(line)s): %(line_balance)s does not match the initial balance of the journal: %(journal_balance)s. Difference: %(difference)s
de: Initiale Saldenüberprüfung: Der Saldo der ersten Bankimportzeile (%(line)s): %(line_balance)s entspricht nicht dem Startsaldo des Journals: %(journal_balance)s. Differenz: %(difference)s

# model:ir.message,text:msg_wrong_line_balance
source: Running balance check: The balance of the next Banking Import Line (%(line)s): %(line_balance)s does not match the running balance of the journal: %(journal_balance)s. Difference: %(difference)s
de: Laufende Saldenüberprüfung: Der Saldo der nächsten Bankimportzeile (%(line)s): %(line_balance)s entspricht nicht dem laufenden Saldo des Journals: %(journal_balance)s. Differenz: %(difference)s

# model:ir.ui.menu,name:menu_bank_import_form
source: Bank Import Configurations
de: Bankimportkonfigurationen

# model:ir.ui.menu,name:menu_run_import
source: Run Import
de: Import ausführen

# selection:banking.import.configuration,entry_date:
source: Date
de: Datum

# selection:banking.import.configuration,entry_date:
source: Valuta Date
de: Valutadatum

# view:banking.import.configuration:
source: Imported Transactions
de: Importierte Transaktionen

# view:banking.import.line:
source: Bank Import Line
de: Bankimportzeile

# view:banking.import.line:
source: Bank Import Lines
de: Bankimportzeile

# view:banking.run_import.info_no_lines:
source: No Lines for import found!
de: Keine Zeilen für den Import gefunden.

# view:banking.run_import.show:
source: Control Data
de: Kontrolldaten

# view:banking.run_import.show:
source: Transaction Data
de: Transaktionsdaten

# view:banking.run_import.start:
source: Run Import
de: Import ausführen

# view:company.company:
source: Bank Import Configurations
de: Bankimportkonfigurationen

# wizard_button:banking.run_import,show,open_batch:
source: Cancel
de: Abbrechen

# wizard_button:banking.run_import,show,save_lines:
source: Next
de: Weiter

# wizard_button:banking.run_import,start,end:
source: Cancel
de: Abbrechen

# wizard_button:banking.run_import,start,process_:
source: Process
de: Ausführen
