Repository: pypi-data/pypi-mirror-96
Catalog: packages/*.at.gipuzkoairekia/*.at.gipuzkoairekia-1.0.2.tar.gz/*.at.gipuzkoairekia-1.0.2/*/at/gipuzkoairekia/locales/*/LC_MESSAGES/*.at.gipuzkoairekia.po
Languages: es, eu

source: An add-on for Plone to expose the contents of Gipuzkoa Irekia, an open government platform
es: Producto para mostrar los contenidos de Gipuzkoa Irekia en Ploen
eu: Gipuzkoa Irekiako edukiak Plonen erakusteko produktua

source: Category id
es: ID de categoría
eu: Kategoriaren id-a

source: Category name
es: Nombre de la categoría
eu: Kategoriaren izena

source: Check here the full list of sections available at Transparency Portal
es: Vea aquí el listado completo de apartados del portal de transparencia
eu: Ikusi hemen Gardentasun Atarian dauden atal guztiak

source: Content-type for opendatafolder
es: Tipo de elemento para el catálogo de datos abiertos
eu: OpenData edukien elementu-mota

source: Content-type for sections
es: Tipo de elemento para las secciones del portal de transparencia
eu: Gardentasun atalen elementu-mota

source: Creation date:
es: Fecha de creación:
eu: Sorrera data:

source: English
es: Inglés
eu: Ingelesa

source: Enter here the code of the institution
es: Introduzca aquí el código de la institución
eu: Erakundearen kodea idatzi

source: Enter the transparency portal category id to be linked here
es: Introduzca aquí el código de este apartado del portal de transparencia
eu: Elementu honi dagokion gardentasun atariko kategoria idatzi

source: Espanol
es: Español
eu: Espa√±ol

source: Institution code (Open-data portal)
es: Código de la institución (Portal Datos Abiertos)
eu: Erakundearen kodea (Datu Irekien ataria)

source: Institution code (Transpareceny portal)
es: Código de la institución (Portal de Transparencia
eu: Erakundearen kodea (Gardentasun ataria)

source: Language
es: Idioma
eu: Hizkuntza

source: Logo
eu: Logoa

source: Modification date:
es: Fecha de modificación:
eu: Aldaketa data:

source: OpenDataFolder
es: Catálogo de datos abiertos
eu: Datu Irekien Katalogoa

source: Organization:
es: Organización:
eu: Erakundea:

source: Select the language in which the contents will be shown
es: Seleccione el idioma
eu: Hizkuntza aukeratu

source: Subject:
es: Tema:
eu: Gaia:

source: TransparencySection
es: Apartado del portal de transparencia
eu: Gardentasun Atala

source: heading_downloads
es: Archivos
eu: Fitxategiak
