Repository: pypi-data/pypi-mirror-96
Catalog: packages/nobinobi-daily-follow-up/nobinobi-daily-follow-up-0.1.1.2.tar.gz/nobinobi-daily-follow-up-0.1.1.2/nobinobi_daily_follow_up/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Submit
fr: Envoyer

source: Presence already exists.
fr: La présence existe déjà.

source: The departure time is less than the arrival time.
fr: L’heure de départ est inférieure à l’heure d’arrivée.

source: Staff
fr: Personnel

source: Check
fr: Vérifier

source: By checking this box you confirm that you want to delay taking the medication.
fr: En cochant cette case, vous confirmez que vous voulez retarder la prise du médicament.

source: Child
fr: Enfant

source: Classroom
fr: Salle de classe

source: Name of children
fr: Nom des enfants

source: Activity
fr: Activité

source: Comment
fr: Remarque

source: Give hour
fr: Donner à

source: No valid period selected.
fr: Aucune période valide sélectionnée.

source: Daily follow-up
fr: Suivi journalier

source: Presences of the day
fr: Présences du jour

source: Presences of the week
fr: Présences de la semaine

source: Institution: Presences
fr: Institution: Présences

source: Summary by child
fr: Résumé par enfant

source: Stroll List
fr: Liste promenade

source: Group activities
fr: Activités de groupe

source: Group notes
fr: Remarques de groupe

source: Multiday medication
fr: Médicament sur plusieurs jours

source: Early troubleshooting
fr: Dépannage anticipé

source: Arrival time
fr: Heure d'arrivée

source: Departure time
fr: Heure de départ

source: Intermediate departure time
fr: Heure de départ intermédiaire

source: Intermediate arrival time
fr: Heure d’arrivée intermédiaire

source: Presence
fr: Présence

source: Presences
fr: Présences

source: Presence: {} - {} - {}
fr: Présence: {} - {} - {}

source: Lotions
fr: Crèmes

source: Medications
fr: Médicaments

source: Activities
fr: Activités

source: Daily follow-ups
fr: Suivis journaliers

source: Daily follow-up: {} - {}
fr: Suivi journalier: {}-{}

source: Type activity
fr: Types d'activité

source: Activity: {} - {} - {}
fr: Activité: {}-{}-{}

source: Name
fr: Nom

source: Group
fr: Groupe

source: Order
fr: Ordre

source: Types activities
fr: Types d’activités

source: Activity group
fr: Groupe d’activités

source: Activities groups
fr: Groupes d’activités

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Nap
fr: Sieste

source: Naps
fr: Siestes

source: Nap: {} - {} - {}
fr: Sieste: {} - {} - {}

source: Lotion
fr: Crème

source: Lotion daily follow-up
fr: Suivi des crèmes

source: Lotion daily follow-ups
fr: Suivis des crèmes

source: Hour
fr: Heure

source: Feces
fr: Selles

source: Diaper change
fr: Changement de couche

source: Diapers changes
fr: Changements de couches

source: Diaper change: {} - {} - {}
fr: Changement de couche: {}-{}-{}

source: Medication
fr: Médicament

source: Daily Follow-up to Medication
fr: Suivi quotidien des médicaments

source: Type medication
fr: Type de médicament

source: From date
fr: Date de début

source: End date
fr: Date de fin

source: Attachment
fr: Pièce jointe

source: Medication: {} - {} | {}
fr: Médicament: {} - {} | {}

source: Types medications
fr: Types de médicaments

source: No
fr: Non

source: Gastroenteritis
fr: Gastro-entérite

source: Conjunctivitis
fr: Conjonctivite

source: Cough
fr: Toux

source: Cold
fr: Rhume

source: Wake up time
fr: Heure de réveil

source: Sleep
fr: Sommeil

source: Breakfast
fr: Petit-déjeuner

source: Breakfast time
fr: Heure du petit-déjeuner

source: Condition
fr: Etat de l'enfant

source: Fever
fr: Fièvre

source: Sick
fr: Malade

source: Reception
fr: Accueil

source: Receptions
fr: Accueils

source: Reception: {}
fr: Accueil: {}

source: Given hour
fr: Donné à

source: Give medication
fr: Donner médicament

source: Give medications
fr: Donner médicaments

source: Give medication: {} - {} - {}
fr: Donner médicament: {} - {} - {}

source: Snack meals
fr: Collation

source: Snack time
fr: Heure de la collation

source: Snack quality
fr: Bien mangé ?

source: Lunch meals
fr: Diner

source: Lunch time
fr: Heure du diner

source: Lunch quality
fr: Bien mangé

source: Afternoon snack meals
fr: Goûter

source: Afternoon snack time
fr: Heure du goûter

source: Afternoon snack quality
fr: Bien mangé ?

source: Meal daily follow-up
fr: Suivi journalier des repas

source: Meal daily follow-ups
fr: Suivi journalier des repas

source: Meal: {}
fr: Repas: {}

source: Meal
fr: Repas

source: Meals
fr: Repas

source: Periods
fr: Périodes

source: Troubleshooting
fr: Dépannage

source: Troubleshooting: {}
fr: Dépannage : {}

source: Early Troubleshooting
fr: Dépannage Anticipé

source: Early Troubleshootings
fr: Dépannages anticipés

source: Early Troubleshooting: {} - {}
fr: Dépannage Anticipé: {} - {}

source: Groups {} created successfully.
fr: Groupes {} créés avec succès.

source: Permission {} added to {} successfully.
fr: Permission {} ajoutée à {} avec succès.

source: Notification for give medication was deleted.
fr: La notification pour donner des médicaments a été supprimée.

source: Notification for give medication was created.
fr: La notification pour donner des médicaments a été créée.

source: Medication Alerts
fr: Alertes médicaments

source: unread messages
fr: messages non lus

source: Give
fr: Donner

source: Delay
fr: Retarder

source: Medication to give
fr: Médicaments à donner

source: There are medicines to give to children
fr: Il y a des médicaments à donner aux enfants

source: Choice a Classroom
fr: Choisir une salle de classe

source: Delete Activity
fr: Supprimer l’activité

source: Are you sure you want to delete activity
fr: Êtes-vous sûr de vouloir supprimer l’activité

source: Delete
fr: Supprimer

source: Create Activity
fr: Créer une activité

source: Create
fr: Créer

source: Update Activity
fr: Mise à jour de l'activité

source: Update
fr: Mettre à jour

source: Select children and activities.
fr: Sélectionnez les enfants et les activités.

source: Update Daily follow-up
fr: Mise à jour du suivi journalier

source: Select children and fill comment or/and important.
fr: Sélectionnez les enfants et remplissez les commentaires ou/et importants.

source: Week from
fr: Semaine du

source: to
fr: au

source: Cares
fr: Soins

source: Daily
fr: Quotidien

source: Departure
fr: Départ

source: Intermediate departure
fr: Départ intermédiaire

source: No end time
fr: Aucune heure de fin

source: Choice a child and a date
fr: Choix d'un enfant et d'une date

source: Delete Medication
fr: Supprimer le médicament

source: Are you sure you want to delete medication
fr: Êtes-vous sûr de vouloir supprimer les médicaments

source: Create Medication
fr: Ajouter un médicament

source: Update Medication
fr: Mise à jour du médicament

source: Delete diaper change
fr: Supprimer le changement de couche

source: Are you sure you want to delete diaper change
fr: Êtes-vous sûr de vouloir supprimer le changement de couche

source: Create diaper change
fr: Créer un changement de couche

source: Update diaper change
fr: Mise à jour du changement de couche

source: Delete Early troubleshooting
fr: Supprimer Dépannage anticipé

source: Are you sure you want to delete early troubleshooting:
fr: Êtes-vous sûr de vouloir supprimer le dépannage anticipé :

source: for child
fr: pour l'enfant

source: Create Early troubleshooting
fr: Créer Dépannage anticipé

source: Early troubleshooting detail
fr: Détails du dépannage anticipé

source: Close
fr: Fermer

source: Add
fr: Ajouter

source: Your permission is insufficient.
fr: Votre permission est insuffisante.

source: Update Early troubleshooting
fr: Mise à jour du Dépannage anticipé

source: Delete medication
fr: Supprimer les médicaments

source: Create Give Medication
fr: Créer une administration de médicament

source: Delay Give Medication
fr: Retarder l'administration d'un médicament

source: Update Give Medication
fr: Mise à jour de l'administration du médicament

source: Delete lotion daily follow-up
fr: Supprimer le suivi quotidien de la crème

source: Are you sure you want to delete lotion daily follow-up
fr: Êtes-vous sûr de vouloir supprimer le suivi quotidien de la crème

source: Create Lotion
fr: Créer une lotion

source: Update lotion daily follow-up
fr: Mise à jour du suivi quotidien des crèmes

source: Create meals
fr: Créer des repas

source: Update meals
fr: Mise à jour des repas

source: Fill out the form
fr: Remplissez le formulaire

source: Delete nap
fr: Supprimer la sieste

source: Are you sure you want to delete nap
fr: Êtes-vous sûr de vouloir supprimer la sieste

source: Create Nap
fr: Créer une sieste

source: Update Nap
fr: Mise à jour de la Sieste

source: Day off
fr: Jour de congé

source: Holiday
fr: Jour férié

source: Closure
fr: Fermeture

source: Expected
fr: Attendu

source: Present
fr: Présent

source: Create Presence
fr: Créer une présence

source: Update presence
fr: Mise à jour d'une présence

source: Missing
fr: Manquant

source: Add presence
fr: Ajouter une présence

source: Add absence
fr: Ajouter une absence

source: Birth date
fr: Date de naissance

source: Notes
fr: Remarques

source: Add hour
fr: Ajouter une heure

source: Update reception
fr: Mise à jour de la réception

source: Stroll
fr: Promenade

source: Phones
fr: Téléphones

source: Main
fr: Principal

source: Mobile
fr: Portable

source: Professional
fr: Professionnel

source: Choice a classroom
fr: Choisir une salle de classe

source: Success: Presence was created.
fr: Succès : La présence a été créée.

source: Success: Presence was updated.
fr: Succès : La présence a été mise à jour.

source: Presence of the day
fr: Présence du jour

source: Classroom choice for presence week list
fr: Choix de salle de classe pour la liste de semaine de présence

source: Presence week list
fr: Liste de la semaine de présence

source: The absence {} has a start date after the end date.
fr: L’absence {} a une date de début après la date de fin.

source: Admin Presence week list
fr: Liste de la semaine de présence de l'administrateur

source: Success: Activity was created.
fr: Succès : L'activité a été créée.

source: Success: Activity was deleted.
fr: Succès : L'activité a été supprimée.

source: Success: Activity was updated.
fr: Succès : L'activité a été mise à jour.

source: Success: Nap was created.
fr: Succès: La sieste a été créée.

source: Success: Nap was deleted.
fr: Succès: La sieste a été supprimée.

source: Success: Nap was updated.
fr: Succès: la sieste a été mise à jour.

source: Success: Daily follow-up was updated.
fr: Succès : Le suivi journalier a été mis à jour.

source: Choice a summary for a week Daily follow-up
fr: Choix d'un résumé pour une semaine Suivi quotidien

source: Summary for a week Daily follow-up
fr: Résumé pour une semaine de Suivi Journalier

source: Success: Lotion was created.
fr: Succès: La crème a été créée.

source: Success: Lotion was deleted.
fr: Succès: La crème a été supprimée.

source: Success: Lotion was updated.
fr: Succès: La crème a été mise à jour.

source: Success: Diaper change was created.
fr: Succès : Le changement de couche a été créé.

source: Success: Diaper change was deleted.
fr: Succès : Le changement de couche a été supprimé.

source: Success: Diaper change was updated.
fr: Succès : Le changement de couche a été mis à jour.

source: Success: Daily Follow-Up to Medication was created.
fr: Succès : Le suivi quotidien des médicaments a été créé.

source: Success: DailyFollowUpToMedication was deleted.
fr: Succès : Le suivi quotidien des médicaments a été suprimée.

source: Success: Medication was updated.
fr: Succès : Le médicament a été mis à jour.

source: Success: Medication was created.
fr: Succès : Le médicament a été créé.

source: Success: Medication was deleted.
fr: Succès : Le médicament a été supprimé.

source: Success: Reception was updated.
fr: Succès : La présence a été mise à jour.

source: Success: Give Medication was created.
fr: Succès : Donner des médicaments a été créé.

source: Success: Give Medication was deleted.
fr: Succès : Donner des médicaments a été supprimé.

source: Success: Give Medication was updated.
fr: Succès : Donner des médicaments a été mis à jour.

source: Success: Give Medication was delayed.
fr: Succès : Administration des médicaments a été retardé.

source: Success: Meals was created.
fr: Succès : Les repas ont été créés.

source: Success: Meals was updated.
fr: Succès : Les repas ont été mis à jour.

source: Classroom choice for stroll
fr: Choix de salle de classe pour la promenade

source: The classroom does not exist.
fr: La salle de classe n'existe pas.

source: There are several classrooms with this ID.
fr: Il y a plusieurs salles de classe avec cette ID.

source: Classroom choice for Group activity
fr: Choix de la salle de classe pour l'activité de groupe

source: Classroom is not found
fr: La salle de classe n'existe pas.

source: Classroom activities
fr: Activités en classe

source: {} does not have a presence today.
fr: {} n'a pas de présence aujourd'hui.

source: There is no daily follow-up today.
fr: Il n'y a pas de suivi journalier aujourd'hui.

source: Activity (s) added
fr: Activité(s) ajoutée(s)

source: Classroom choice for Group daily follow-up
fr: Choix de salle de classe pour le suivi journalier de la classe

source: Classroom comment & important
fr: Commentaire & important pour la salle de classe

source: {} does not have a daily follow-up today.
fr: {} n'a pas de suivi journalier aujourd'hui.

source: Group comment or/and important (s) added
fr: Commentaire de groupe ou/et important (s) ajouté

source: Multi Day Medication
fr: Médicament sur plusieurs jours

source: The multi-day medication was created.
fr: Le médicament de plusieurs jours a été créé.

source: The give medication for {} was created at {}.
fr: Le médicament pour {} a été créé à {}.

source: Early Troubleshooting list
fr: Liste des dépannages anticipés

source: Success: Early Troubleshooting was created.
fr: Le succès : Le dépannage anticipé a été créé.

source: Success: Early Troubleshooting was deleted.
fr: Succès : Le dépannage anticipé a été supprimé.

source: Success: Early Troubleshooting was updated.
fr: Succès : Le dépannage anticipé a été mis à jour.
