Repository: pypi-data/pypi-mirror-96
Catalog: packages/nicotine-plus/nicotine-plus-3.0.2.tar.gz/nicotine-plus-3.0.2/po/*.po
Languages: pl

source: _Search for this item
pl: _Szukaj tego obiektu

source: I dislike
pl: Nie lubię

source: Rating
pl: Ocena

source: Item
pl: Obiekt

source: I _like this
pl: L_ubię to

source: I _don't like this
pl: N_ie lubię tego

source: _Recommendations for this item
pl: Re_komendacje dla tego obiektu

source: Recommendations for %s
pl: Rekomendacje dla %s

source: Private Message from %(user)s
pl: Prywatna wiadomość od %(user)s

source: You've been mentioned in the %(room)s room
pl: Ktoś wspomniał o tobie w pokoju %(room)s

source: %(user)s mentioned you in the %(room)s room
pl: %(user)s wspomniał o Tobie w pokoju %(room)s

source: Unable to show notification popup: %s
pl: Nie można wyświetlić okienka powiadomień: %s

source: Client Version
pl: Wersja klienta

source: Add user to list
pl: Dodaj użytkownika do listy

source: Ban this user
pl: Zablokuj tego użytkownika

source: Ignore this user
pl: Ignoruj tego użytkownika

source: Close this tab
pl: Zamknij tę zakładkę

source: Private message from %s
pl: Prywatna wiadomość od %s

source: Close
pl: Zamknij

source: * Message(s) sent while you were offline. Timestamps are reported by the server and can be off.
pl: * Wiadomości wysłane gdy byłeś niedostępny. Oznaczenia czasu są wysyłane przez serwer i nie mogą być wyłączone.

source: Unknown search mode, not using plugin system. Fix me!
pl: Nieznany tryb szukania, nieużywanie systemu wtyczek. Napraw mnie!

source: Rooms
pl: Pokoje

source: Buddies
pl: Znajomi

source: Copy Search Term
pl: Kopiuj wyszukane hasło

source: Clear All Results
pl: Wyczyść wszystkie wyniki

source: Close This Tab
pl: Zamknij tę zakładkę

source: Search ID was none when clicking tab
pl: ID szukania był pusty podczas kliknięcia w zakładkę

source: Immediate Download
pl: Natychmiastowe pobieranie

source: In Queue
pl: W kolejce

source: Filename
pl: Nazwa pliku

source: Size
pl: Rozmiar

source: Length
pl: Długość

source: _Download File(s)
pl: _Pobierz plik(i)

source: Download File(s) _To...
pl: Pobierz plik(i) _do...

source: Download _Folder(s)
pl: Pobierz _folder(y)

source: Download F_older(s) To...
pl: Pobierz _folder(y) do...

source: _Browse Folder
pl: Przeglądaj folder

source: File _Properties
pl: _Właściwości pliku

source: Copy Folder U_RL
pl: Kopiuj U_RL folderu

source: Filtered out excluded search result
pl: Przefiltrowane wykluczone wyniki wyszukiwania

source: Filtered out inexact or incorrect search result
pl: Przefiltrowane nieścisłe lub nieprawidłowe wyniki wyszukiwania

source: Search row error: %(exception)s %(row)s
pl: Błąd wiersza wyszukiwania: %(exception)s %(row)s

source: Select User's Results
pl: Wybierz wyniki użytkownika

source: Client port is not set
pl: Port klienta jest nieustawiony

source: Client port is <b>%(port)s</b>
pl: Port klienta, to <b>%(port)s</b>

source: Your IP address has not been retrieved from the server
pl: Twój adres IP nie został pobrany z serwera

source: Your IP address is <b>%(ip)s</b>
pl: Twój adres IP to <b>%(ip)s</b>

source: Warning: Bad Username
pl: Uwaga: Zła nazwa użytkownika

source: Username 'None' is not a good one, please pick another.
pl: Użytkownik 'None' nie jest dobrym wyborem, wybierz inną nazwę.

source: Warning: Invalid ports
pl: Uwaga: Nieprawidłowe porty

source: Client ports are invalid.
pl: Porty klienta są niepoprawne.

source: No one
pl: Nikt

source: Everyone
pl: Każdy

source: Users in list
pl: Użytkownicy na liście

source: Trusted Users
pl: Zaufani użytkownicy

source: Filter
pl: Filtr

source: Security Risk: you should not share your %s folder!
pl: Naruszenie bezpieczeństwa: nie powinieneś udostępniać folderu %s!

source: Add a download filter
pl: Dodaj filtr pobierania

source: Enter a new download filter:
pl: Podaj nowy filtr pobierania:

source: Edit a download filter
pl: Edytuj filtr pobierania

source: Modify this download filter:
pl: Modyfikuj ten filtr pobierania:

source: %(num)d Failed! %(error)s
pl: %(num)d Błąd! %(error)s

source: The chosen virtual name is either empty or already exists
pl: Wybrana wirtualna nazwa jest pusta lub jest już w użyciu

source: Add a Shared Buddy Folder
pl: Dodaj katalog z zasobem dla znajomych

source: Virtual name
pl: Wirtualna nazwa

source: Enter new virtual name for '%(dir)s':
pl: Podaj nową wirtualną nazwę dla '%(dir)s':

source: Addresses
pl: Adresy

source: Ignore User...
pl: Ignoruj użytkownika...

source: User:
pl: Użytkownik:

source: Ignore IP Address...
pl: Ignoruj adres IP...

source: * is a wildcard
pl: * to wildcard

source: Ban User...
pl: Zablokuj użytkownika...

source: Block IP Address...
pl: Zablokuj adres IP...

source: Pick a color, any color
pl: Wybierz kolor, dowolny kolor

source: Protocol
pl: Protokół

source: Pattern
pl: Wzór

source: Replacement
pl: Zamiennik

source: Username;APIKEY :
pl: Nazwa użytkownika;APIKEY :

source: Client name (e.g. amarok, audacious, exaile) or empty for auto:
pl: Nazwa klienta (np. amarok, audacious, exaile) lub pusta (automatycznie):

source: Command :
pl: Komenda :

source: Title
pl: Tytuł

source: Now Playing (typically "%(artist)s - %(title)s")
pl: Teraz odtwarzanie (zazwyczaj "%(artist)s - %(title)s")

source: Artist
pl: Artysta

source: Comment
pl: Komentarz

source: Track Number
pl: Numer ścieżki

source: Year
pl: Rok

source: Filename (URI)
pl: Nazwa pliku (URI)

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Enabled
pl: Włączony

source: Plugins
pl: Wtyczki

source: Could not enable plugin.
pl: Nie można włączyć wtyczki.

source: Could not disable plugin.
pl: Nie można wyłączyć wtyczki.

source: General
pl: Ogólne

source: Server
pl: Serwer

source: Searches
pl: Wyszukiwania

source: Notifications
pl: Powiadomienia

source: Logging
pl: Logowanie zdarzeń

source: Transfers
pl: Transfery

source: Shares
pl: Zasoby udostępnione

source: Ban List
pl: Lista zablokowanych

source: Events
pl: Zdarzenia

source: Geo Block
pl: Geo blokada

source: Interface
pl: Interfejs

source: Fonts
pl: Czcionki

source: Colors
pl: Kolory

source: Icons
pl: Ikony

source: Notebook Tabs
pl: Zakładki

source: Chat
pl: Czat

source: Now Playing
pl: Teraz odtwarzanie

source: Away Mode
pl: Tryb nieobecny

source: Ignore List
pl: Lista ignorowanych

source: Censor List
pl: Lista cenzurowanych

source: Auto-Replace List
pl: Lista automatycznych podmian

source: URL Catching
pl: Przechwytywanie URL

source: Completion
pl: Uzupełnianie

source: Text To Speech
pl: Zamiana tekstu na mowę

source: Categories
pl: Kategorie

source: Pick a File Name for Config Backup
pl: Podaj nazwę pliku zapasowego dla konfiguracji

source: Error backing up config: %s
pl: Nie można utworzyć kopii pliku konfiguracyjnego, błąd: %s

source: Config backed up to: %s
pl: Kopia zapasowa pliku ustawień zapisana do: %s

source: Waiting for download
pl: Oczekiwanie na pobieranie

source: Requesting file
pl: Żądanie pliku

source: Initializing transfer
pl: Inicjowanie transferu

source: Cannot connect
pl: Nie można połączyć

source: Waiting for peer to connect
pl: Oczekiwanie na połączenie z klientem

source: Connecting
pl: Łączenie

source: Getting address
pl: Pobieranie adresu

source: Getting status
pl: Pobieranie statusu

source: Queued
pl: Zakolejkowany

source: User logged off
pl: Użytkownik wylogowany

source: Aborted
pl: Przerwane

source: Finished
pl: Skończone

source: Paused
pl: Zapauzowany

source: Transferring
pl: Transferowanie

source: Filtered
pl: Filtrowane

source: Connection closed by peer
pl: Połączenie zakończone przez klienta

source: File not shared
pl: Plik nie jest udostępniony

source: Establishing connection
pl: Ustanawianie połączenia

source: Download directory error
pl: Błąd pobierania folderu

source: Local file error
pl: Błąd lokalnego pliku

source: Remote file error
pl: Błąd zdalnego pliku

source: All %(ext)s
pl: Wszystkie %(ext)s

source: Path
pl: Ścieżka

source: Queue Position
pl: Pozycja w kolejce

source: Percent
pl: Procent

source: Time elapsed
pl: Upłynęło

source: Time left
pl: Pozostało

source: Select User's Transfers
pl: Wybierz transfery użytkownika

source: Connect
pl: Połącz

source: Disconnect
pl: Rozłącz

source: Hide / Show Nicotine+
pl: Ukryj / Pokaż Nicotine+

source: Send Message
pl: Wyślij wiadomość

source: Lookup a User's IP
pl: Podejrzyj IP użytkownika

source: Lookup a User's Info
pl: Podejrzyj Informacje o użytkowniku

source: Lookup a User's Shares
pl: Podejrzyj informacje o zasobach użytkownika

source: Preferences
pl: Ustawienia

source: Quit
pl: Zamknij

source: ERROR: tray menu, %(error)s
pl: BŁĄD: zasobnik, %(error)s

source: Start Messaging
pl: Rozpocznij konwersacje

source: Enter the User who you wish to send a private message:
pl: Podaj użytkownika, któremu chcesz wysłać prywatną wiadomość:

source: Get User Info
pl: Pobierz informacje o użytkowniku

source: Enter the User whose User Info you wish to receive:
pl: Podaj użytkownika, o którym chcesz pobrać informacje:

source: Get A User's IP
pl: Pobierz IP użytkownika

source: Enter the User whose IP Address you wish to receive:
pl: Podaj użytkownika, którego adres IP chcesz otrzymać:

source: Get A User's Shares List
pl: Pobierz listę zasobów użytkownika

source: Enter the User whose Shares List you wish to receive:
pl: Podaj użytkownika, którego listę zasobów chcesz otrzymać:

source: ERROR: cannot set trayicon image: %(error)s
pl: BŁĄD: nie można ustawić ikony w zasobniku: %(error)s

source: Clear finished/erred
pl: Wyczyść skończone/błędne

source: Clear failed
pl: Wyczyść błędne

source: Clear Queued Uploads
pl: Wyczyść zakolejkowane wysłane

source: Are you sure you wish to clear all queued uploads?
pl: Jesteś pewien, że chcesz wyczyścić zakolejkowane wysłane?

source: Directories
pl: Katalogi

source: _Save shares list to disk
pl: _Zapisz listę zasobów na dysk

source: _Close this tab
pl: Zamknij tę zakładkę

source: _Download Folder
pl: Folder pobierania

source: Download Folder _To...
pl: Pobierz _folder(y) do...

source: Download _Recursive
pl: Pobieranie _rekursywne

source: Download R_ecursive To...
pl: Pobierz r_ekursywnie do...

source: Download _To...
pl: Pobierz _do...

source: Upload Folder To...
pl: Wyślij katalog do...

source: Upload Folder Recursive To...
pl: Wyślij katalog rekursywnie do...

source: Up_load File(s)
pl: Wyślij plik(i)

source: Download
pl: Pobieranie

source: Upload
pl: Wysyłanie

source: Open in File _Manager
pl: Otwórz w eksploratorze plików

source: Copy _Folder Path
pl: Kopiuj ścieżkę folderu

source: Error while attempting to display folder '%(folder)s', reported error: %(error)s
pl: Błąd podczas próby wyświetlenia folderu '%(folder)s', błąd: %(error)s

source: Saved list of shared files for user '%(user)s' to %(dir)s
pl: Zapisano listę zasobów plików dla użytkownika '%(user)s' do %(dir)s

source: Can't save shares, '%(user)s', reported error: %(error)s
pl: Nie można zapisać zasobów, '%(user)s', błąd: %(error)s

source: User's list of shared files is empty. Either the user is not sharing anything, or they are sharing files privately.
pl: Lista zasobów użytkownika jest pusta. Możliwe, że użytkownik niczego nie udostępnia lub robi to prywatnie.

source: Unable to request shared files from user. Either the user is offline, you both have a closed listening port, or there's a temporary connectivity issue.
pl: Nie można zażądać listy zasobów użytkownika. Możliwe, że użytkownik jest niedostępny, obaj macie zamknięte porty albo jest tymczasowy problem z połączeniem.

source: Upload Folder's Contents
pl: Zawartość wysyłanego katalogu

source: Enter the User you wish to upload to:
pl: Podaj użytkownika, któremu chcesz wysłać:

source: Upload File(s)
pl: Wyślij plik(i)

source: Speed: %s
pl: Szybkość: %s

source: Files: %s
pl: Pliki: %s

source: Directories: %s
pl: Katalogi: %s

source: Hates
pl: Znienawidzone

source: Likes
pl: Polubione

source: Zoom 1:1
pl: Powiększenie 1:1

source: Zoom In
pl: Powiększenie

source: Zoom Out
pl: Zmniejszenie

source: Save Picture
pl: Zapisz zdjęcie

source: Total uploads allowed: %i
pl: Maksymalna ilość wysyłań: %i

source: Queue size: %i
pl: Rozmiar kolejki: %i

source: Yes
pl: Tak

source: No
pl: Nie

source: Slots free: %s
pl: Wolne sloty: %s

source: Unable to request information from user. Either you both have a closed listening port, the user is offline, or there's a temporary connectivity issue.
pl: Nie można zażądać listy zasobów użytkownika. Możliwe, że użytkownik jest niedostępny, obaj macie zamknięte porty albo jest tymczasowy problem z połączeniem.

source: Picture saved to %s
pl: Obraz zapisany do %s

source: Picture not saved, %s already exists.
pl: Obraz niezapisany, %s już istnieje.

source: Trusted
pl: Zaufany

source: Notify
pl: Powiadom

source: Privileged
pl: Uprzywilejowany

source: Last seen
pl: Ostatnio widziany

source: Comments
pl: Komentarze

source: Never seen
pl: Nigdy nie widziany

source: _Privileged
pl: _Uprzywilejowany

source: _Trusted
pl: _Zaufany

source: Edit _comments
pl: Edytuj _komentarze

source: _Remove
pl: _Usuń

source: User %s is offline
pl: Użytkownik %s jest niedostępny

source: User %s is away
pl: Użytkownik %s jest nieobecny

source: User %s is online
pl: Użytkownik %s jest dosępny

source: Edit comments
pl: Edytuj komentarze

source: Unknown
pl: Nieznany

source: Unknown (%(countrycode)s)
pl: Nieznany (%(countrycode)s)

source: Column #%i
pl: Kolumna #%i

source: Failed to open folder: %s
pl: Błąd otwierania folderu: %s

source: Invalid SoulSeek meta-url: %s
pl: Błąd meta-url Soulseek: %s

source: Give how many days of global privileges to this user?
pl: Przez ile dni użytkownik ma być uprzywilejowany?

source: %(days)s days left
pl: %(days)s pozostało

source: Give privileges
pl: Podaruj przywileje

source: to %(user)s
pl: dla %(user)s

source: Please enter a whole number!
pl: Proszę podać pełen numer!

source: Remove from private room %s
pl: Usuń z prywatnego pokoju %s

source: Add to private room %s
pl: Dodaj do prywatnego pokoju %s

source: Remove as operator of %s
pl: Usuń jako operatora %s

source: Add as operator of %s
pl: Dodaj jako operatora %s

source: Wishes
pl: Życzenia

source: The server forbid us from doing wishlist searches.
pl: Serwer nie zezwala na wyszukiwanie przy pomocy Listy życzeń.

source: UPnP exception: %(error)s
pl: Wyjątek UPnP: %(error)s

source: Failed to automate the creation of UPnP Port Mapping rule.
pl: Błąd podczas automatycznej konfiguracji mapowania UPnP.

source: Managed to map external WAN port %(externalwanport)s to your local host %(internalipaddress)s port %(internallanport)s.
pl: Zarządzanie mapowaniem zewnętrznego portu WAN %(externalwanport)s na adres lokalny %(internalipaddress)s portu %(internallanport)s.

source: Failed to map the external WAN port: %(error)s
pl: Błąd mapowania zewnętrznego portu WAN: %(error)s

source: <b>Buddy List</b>
pl: <b>Lista znajomych</b>

source: Add buddy...
pl: Dodaj znajomego...

source: Enter the username of the person you wish to add to your buddy list
pl: Podaj nazwę użytkownika osoby, którą chcesz dodać do listy znajomych

source: Configure banned users
pl: Konfiguracja zablokowanych użytkowników

source: Toggle Text-To-Speech
pl: Przełącznik zamiany tekstu na mowę

source: Room wall
pl: Ściana pokoju

source: Chat room command help
pl: Lista komend w pokojach rozmów

source: <b>User List</b>
pl: <b>Użytkownicy</b>

source: Auto-join Room
pl: Automatyczne dołączanie do pokoju

source: <b>Welcome to Nicotine+!</b>
pl: <b>Witaj w Nicotine+!</b>

source: Nicotine+ is a graphical client for the Soulseek peer-to-peer file sharing network.
pl: Nicotine+ jest graficznym klientem sieci P2P Soulseek.

source: Press "Next" to start configuring Nicotine+.
pl: Naciśnij przycisk "Dalej" w celu rozpoczęcia konfiguracji Nicotine+.

source: To create a new user, fill in the username and password you want. If you already have a Soulseek account, fill in your chosen details. Please keep in mind that more common usernames may be taken. If you're unable to connect, you can change your username in the preferences later.
pl: W celu utworzenia nowego użytkownika, podaj jego nazwę i hasło. Jeśli już masz konto Soulseek, wypełnij poniższe dane. Miej na uwadze, że można ustawić różne nazwy użytkownika. Jeśli nie jesteś w stanie się połączyć, możesz zmienić nazwę użytkownika w ustawieniach.

source: Username
pl: Użytkownik

source: Password
pl: Hasło

source: Nicotine+ uses peer-to-peer networking to connect to other users. An open listening port is crucial to allow users to connect to you without trouble.
pl: Nicotine+ używa sieci peer-to-peer do łączenia się z innymi użytkownikami. Otwarty port nasłuchiwania jest kluczowy, aby inni użytkownicy łączyli się z Tobą bez problemu.

source: The default listening port should work fine in most cases. If you need to use a different port, you can change it in the preferences later.
pl: Domyślny port nasłuchiwania powinien wystarczyć w większości przypadków. Jeśli potrzebujesz użyć innego portu, możesz to zmienić w Ustawieniach.

source: Nicotine+ will still work to some degree if your port is closed. However, do keep in mind that you won't be able to connect to users whose port is also closed.
pl: Nicotine+ będzie działać do pewnego stopnia jeśli port jest zamknięty. Miej na uwadze, że nie będziesz miał możliwości połączenia się z innymi użytkownikami, którzy także mają zamknięty port.

source: Check my port status
pl: Sprawdź status portu

source: Download files to the following folder:
pl: Pobierz pliki do następującego katalogu:

source: Share the following folders:
pl: Udostępnij następujące katalogi:

source: Only share files with friends
pl: Współdziel tylko ze znajomymi

source: <b>You are now ready to use Nicotine+!</b>
pl: <b>Jesteś gotowy by używać Nicotine+!</b>

source: Transfer speeds depend on the users you are downloading from. Some users will be fast while others will be slow.
pl: Szybkość transferu zależy od użytkownika od którego pobierasz. Niektórzy użytkownicy będą szybsi od innych.

source: You do not publicly share any files. Sharing files is crucial for the health of the Soulseek network, and many people will ban you if you download from them without sharing anything yourself.
pl: Nie udostępniasz publicznie żadnych plików. Udostępnianie jest kluczowe dla sieci Soulseek i wiele osób będzie Cię blokować jeśli będziesz coś od nich pobierać bez udostępniania.

source: File Properties
pl: Właściwości pliku

source: File Name
pl: Nazwa pliku

source: File Size
pl: Rozmiar pliku

source: Last Speed
pl: Ostatnia szybkość

source: Download file
pl: Pobierz plik

source: Previous file
pl: Poprzedni plik

source: Next file
pl: Następny plik

source: <b>My Interests</b>
pl: <b>Zainteresowania</b>

source: Add something you like...
pl: Dodaj coś, co lubisz...

source: Add something you dislike...
pl: Dodaj coś, co nie lubisz...

source: <b>Recommendations</b>
pl: <b>Rekomendacje</b>

source: Global
pl: Globalne

source: Personal
pl: Personalne

source: <b>Unrecommendations</b>
pl: <b>Nierekomendowane</b>

source: <b>Similar Users</b>
pl: <b>Podobni użytkownicy</b>

source: Search scope
pl: Zakres wyszukiwania

source: Room...
pl: Pokój...

source: Username...
pl: Użytkownik...

source: Search term...
pl: Wyszukiwana fraza...

source: Search patterns: with a word = term, without a word = -term
pl: Wzory wyszukiwania: z wyrazem = wyrażenie, bez wyrazu = -wyrażenie

source: Wishlist
pl: Lista życzeń

source: Configure searches
pl: Konfiguruj wyszukiwania

source: <b>Users</b>
pl: <b>Użytkownicy</b>

source: <b>Files</b>
pl: <b>Pliki</b>

source: Expand / Collapse all
pl: Rozwiń / Zwiń wszystko

source: File grouping mode
pl: Tryb grupowania pliku

source: Ungrouped
pl: Niepogrupowane

source: Group by Folder
pl: Grupuj folderami

source: Group by User
pl: Grupuj użytkownikami

source: Configure downloads
pl: Konfiguruj pobierania

source: Configure uploads
pl: Konfiguruj wysyłania

source: Enter the username of the person you wish to send a message to
pl: Podaj użytkownika, któremu chcesz wysłać prywatną wiadomość

source: Configure logging
pl: Konfiguracja logowania zdarzeń

source: Enter the username of the person you to receive information about
pl: Podaj użytkownika, o którym chcesz otrzymać informację

source: Configure user info
pl: Konfiguruj informacje o użytkowniku

source: Load from Disk
pl: Załaduj z dysku

source: Enter the username of the person whose files you wish to see
pl: Podaj użytkownika, którego chcesz zobaczyć udostępnione pliki

source: Configure shares
pl: Konfiguruj udostępnione zasoby

source: Retry
pl: Ponów

source: Abort
pl: Przerwij

source: Clear
pl: Wyczyść

source: Clear Finished / Aborted
pl: Wyczyść Skończone / Wstrzymane

source: Clear Queued
pl: Wyczyść zakolejkowane

source: Abort User's Uploads
pl: Przerwij wysyłanie użytkownika

source: Ban User(s)
pl: Zablokuj użytkownika/ów

source: Clear Finished / Failed
pl: Wyczyść Skończone / Nieudane

source: <b>Debug Logging</b>
pl: <b>Logowanie zdarzeń debuggera</b>

source: Warnings
pl: Uwagi

source: Search results
pl: Wyniki wyszukiwania

source: Connections
pl: Połączenia

source: Messages
pl: Wiadomości

source: Statistics
pl: Statystyki

source: Scanning Shares
pl: Skanowanie udostępnionych zasobów

source: Scanning Buddy Shares
pl: Skanowanie zasobów znajomych

source: Downloading (speed / users)
pl: Pobieranie (szybkość / użytkownicy)

source: Uploading (speed / users)
pl: Wysyłanie (szybkość / użytkownicy)

source: Show log history
pl: Pokaż historię logów

source: Direct Message
pl: Wiadomość bezpośrednia

source: Send the private message directly to the user (not supported on most clients)
pl: Wyślij prywatną wiadomość bezpośrednio do użytkownika (niewspierane przez większość klientów)

source: Private chat command help
pl: Lista komend w prywatnych rozmowach

source: <b>Chat Rooms</b>
pl: <b>Pokoje rozmów</b>

source: Refresh room list
pl: Odśwież listę pokojów

source: Accept private room invitations
pl: Akceptuj zaproszenia do prywatnych pokojów

source: Room Wall
pl: Ściana pokoju

source: The room wall feature allows users in a room to specify a unique message to display to others.
pl: Ściana pokoju pozwala użytkownikom na przeglądanie unikalnych wiadomości innych członków.

source: Set Message
pl: Ustaw wiadomość

source: <b>Results</b>
pl: <b>Wyniki</b>

source: Stop new search results from being displayed
pl: Zatrzymaj dalsze wyświetlanie znalezionych wyników

source: Abort Search
pl: Wstrzymaj wyszukiwanie

source: Filter Results
pl: Filtruj wyniki

source: Add Wish
pl: Dodaj do listy życzeń

source: This search term will be requested at regular intervals
pl: To wyszukiwane hasło będzie żądane w regularnych odstępach czasu

source: Result grouping mode
pl: Tryb grupowania wyników

source: Include:
pl: Uwzględnij:

source: Exclude:
pl: Pomiń:

source: Size:
pl: Rozmiar:

source: Country:
pl: Kraj:

source: Free Slot
pl: Wolny slot

source: Search filter help
pl: Pomoc dotycząca filtrów wyszukiwania

source: <b>Folders</b>
pl: <b>Foldery</b>

source: <b>Shared</b>
pl: <b>Udostępnione</b>

source: Search files and folders (exact match)
pl: Szukaj plików i folderów (dokładny wynik)

source: Refresh files
pl: Odśwież pliki

source: <b>Self Description</b>
pl: <b>Własny opis</b>

source: <b>Information</b>
pl: <b>Informacje</b>

source: Total uploads allowed: unknown
pl: Maksymalna ilość wysyłań: nieznane

source: Slots free: unknown
pl: Wolne sloty: nieznane

source: Queue size: unknown
pl: Rozmiar kolejki: nieznany

source: Speed: unknown
pl: Szybkość: nieznana

source: Files: unknown
pl: Pliki: nieznane

source: Directories: unknown
pl: Katalogi: nieznane

source: Accepts Uploads from:
pl: Akceptuj wysyłania od:

source: <b>Interests</b>
pl: <b>Zainteresowania</b>

source: <b>Picture</b>
pl: <b>Obraz</b>

source: Browse Files
pl: Przeglądaj pliki
