Repository: pypi-data/pypi-mirror-96
Catalog: packages/nicotine-plus/nicotine-plus-3.0.2.tar.gz/nicotine-plus-3.0.2/po/*.po
Languages: pl

source: Show IP Address
pl: Pokaż adres IP

source: Add to Buddy List
pl: Dodaj do Listy znajomych

source: Ban User
pl: Zablokuj użytkownika

source: Ignore User
pl: Ignoruj użytkownika

source: Refresh Info
pl: Odśwież informacje

source: Search Wishlist
pl: Szukaj na Liście życzeń

source: The search wishlist can be useful when you are looking for rare content. Search terms in the wishlist are automatically requested at regular intervals.
pl: Przeszukiwanie Listy życzeń może być przydatne kiedy szukasz rzadkich zasobów. Wyszukiwane terminy na liście życzeń są automatycznie żądane w regularnych odstępach czasu.

source: Add...
pl: Dodaj...

source: Select All
pl: Wybierz wszystko

source: Graphical client for the Soulseek file sharing network
pl: Graficzny klient sieci Soulseek

source: About Chat Room Commands
pl: Lista komend w pokojach rozmów

source: /join /j 'room'
pl: /join /j 'pokój'

source: Join room 'room'
pl: Dołącz do pokoju 'pokój'

source: /leave /l /part /p 'room'
pl: /leave /l /part /p 'pokój'

source: Leave room 'room'
pl: Opuść pokój 'pokój'

source: Clear the chat window
pl: Wyczyść okno czatu

source: Set your personal ticker
pl: Ustaw wiadomość na Ścianę pokoju

source: Show all the tickers
pl: Pokaż wszystkie wiadomości Ściany pokoju

source: /me 'message'
pl: /me 'wiadomość'

source: Say something in the third-person
pl: Powiedz coś w trzeciej osobie

source: Display the Now Playing script's output
pl: Wyświetl wynik Teraz odtwarzanie

source: /add /ad 'user'
pl: /add /ad 'użytkownik'

source: Add user 'user' to your user list
pl: Dodaj użytkownika 'użytkownik' to Twojej listy użytkowników

source: /rem /unbuddy 'user'
pl: /rem /unbuddy 'użytkownik'

source: Remove user 'user' from your user list
pl: Usuń użytkownika 'użytkownik' z Twojej listy użytkowników

source: /ban 'user'
pl: /ban 'użytkownik'

source: Add user 'user' to your ban list
pl: Dodaj użytkownika 'użytkownik' do listy zablokowanych

source: /unban 'user'
pl: /unban 'użytkownik'

source: Remove user 'user' from your ban list
pl: Usuń użytkownika 'użytkownik' z zablokowanych

source: /ignore 'user'
pl: /ignore 'użytkownik'

source: Add user 'user' to your ignore list
pl: Dodaj użytkownika 'użytkownik' do listy ignorowanych

source: /unignore 'user'
pl: /unignore 'użytkownik'

source: Remove user 'user' from your ignore list
pl: Usuń użytkownika 'użytkownik' z listy ignorowanych

source: /browse /b 'user'
pl: /browse /b 'użytkownik'

source: Browse files of user 'user'
pl: Przeglądaj pliki użytkownika 'użytkownik'

source: /whois /w 'user'
pl: /whois /w 'użytkownik'

source: Request user info for user 'user'
pl: Pobierz informacje o użytkowniku 'użytkownik'

source: /ip 'user'
pl: /ip 'użytkownik'

source: Show IP for user 'user'
pl: Pokaż IP użytkownika 'użytkownik'

source: Aliases
pl: Aliasy

source: /alias /al 'command' 'definition'
pl: /alias /al 'komenda' 'definicja'

source: Add a new alias
pl: Dodaj nowy alias

source: /unalias /un 'command'
pl: /unalias /un 'komenda'

source: Remove an alias
pl: Usuń alias

source: Search
pl: Szukaj

source: /search /s 'query'
pl: /search /s 'zapytanie'

source: Start a new search for 'query'
pl: Zacznij szukać frazy 'zapytanie'

source: /rsearch /rs 'query'
pl: /rsearch /rs 'zapytanie'

source: Search the joined rooms for 'query'
pl: Zacznij szukać frazy 'zapytanie' wśród dołączonych pokojów

source: Search the buddy list for 'query'
pl: Zacznij szukać frazy 'zapytanie' wśród Listy znajomych

source: /usearch /us 'user' 'query'
pl: /usearch /us 'użytkownik' 'zapytanie'

source: Search a user's shares for 'query'
pl: Przeszukaj zasoby użytkownika pod kątem frazy 'zapytanie'

source: /msg 'user' 'message'
pl: /msg 'użytkownik' 'wiadomość'

source: Send message 'message' to user 'user'
pl: Wyślij wiadomość 'wiadomość' do użytkownika 'użytkownik'

source: /pm 'user'
pl: /pm 'użytkownik'

source: Open private chat window for user 'user'
pl: Otwórz prywatny czat z użytkownikiem 'użytkownik'

source: Toggles your away status
pl: Przełącza Cię w status Nieobecny

source: Rescan shares
pl: Przeskanuj udostępnione zasoby

source: Quit Nicotine+
pl: Zamknij Nicotine+

source: About Private Chat Commands
pl: Lista komend w prywatnych rozmowach

source: Close the current private chat
pl: Zamknij aktualny prywatny czat

source: /toggle 'plugin'
pl: /toggle 'wtyczka'

source: Toggle plugin on/off state
pl: Włącz lub wyłącz wtyczkę

source: About Search Filters
pl: Lista komend filtrów wyszukiwania

source: You can use this to refine which results are displayed. The full results from the server are always available if you clear all the search terms. You can filter by: - Included text: Files are shown if they contain this text. Case is insensitive, but word order is important. 'Spears Brittany' will not show any 'Brittany Spears' - Excluded text: As above, but files will not be displayed if the text matches - Size: Shows results based on size. use > and < to find files larger or smaller. Files exactly the same as this term will always match. Use = to specify an exact match. Use k or m to specify kilo or megabytes. >10M will find files larger than 10 megabytes. <4000k will find files smaller than 4000k. - Bitrate: Find files based on bitrate. Use < and > to find lower or higher. >192 finds 192 and higher, <192 finds 192 or lower. =192 only finds 192. For VBR, the average bitrate is used. - Free slot: Show only those results from users which have at least one upload slot free. - To set the filter, press Enter. This will apply to any existing results, and any more that are returned. - To filter in a different way, just set the relevant terms. - You do not need to do another search to apply a different filter.
pl: Możesz tego użyć w celu określenia jakie wyniki zostaną wyświetlone. Wszystkie wyniki wyszukiwania zostaną wyświetlone jeśli wyczyścisz filtrowanie. Możesz filtrować przy pomocy: - Zawartości słów: Pliki są pokazane, jeśli zawierają daną frazę. Wielkość liter ma znaczenie, ale sortowanie słów jest bardziej istotne. 'Spears Brittany' nie pokaże żadnej 'Brittany Spears' - Pominiętych słów: Tak jak powyżej, ale pliki nie zostaną wyświetlone jeśli fraza zostanie znaleziona - Rozmiar: Pokaż tylko te wyniki na podstawie ich rozmiaru. Użyj > i < żeby znaleźć pliki większe lub mniejsze. Dokładnie takie same pliki jak podany rozmiar zostaną uwzględnione. Użyj = w celu podania dokładnego rozmiaru. Użyj k dla kilobajtów lub m dla megabajtów. >10M pokaże pliki większe niż 10 megabajtów. <4000k pokaże pliki mniejsze niż 4000k. - Bitrate: Znajdź pliki na podstawie ich bitrate. Użyj < i > by znaleźć mniejsze lub większe. >192 pokaże wyniki z bitrate 192 i większym; <192 pokaże pliki z bitrate 192 lub mniejszym. =192 pokaże pliki z bitrate równym 192. Dla VBR uśrednione bitrate jest użyte. - Wolne sloty: Pokaż tylko te wyniki, gdzie jest minimum jeden wolny slot pobierania. - W celu użycia filtra naciśnij Enter. Zostanie on nałożony na aktualne i przyszłe wyniki. - W celu filtrowania na różne sposoby, należy określić dodatkowe filtrowanie. - Nie trzeba ponownie wyszukiwać żeby użyć innych filtrów.

source: _Connect
pl: _Połącz

source: _Disconnect
pl: _Rozłącz

source: _Away
pl: _Zaraz wracam

source: _Check _Privileges
pl: _Sprawdź _przywileje

source: _Get _Privileges
pl: _Pobierz _przywileje

source: _View
pl: _Widok

source: Show _Log Window
pl: Pokaż okno _logów

source: Show _Debug Log Controls
pl: Pokaż opcje debuggera

source: Show _Room List
pl: Pokaż listę _pokoi

source: Show _Flag Columns in User Lists
pl: Pokaż kolumnę _flag na liście użytkowników

source: Show _Buttons in Transfer Tabs
pl: Pokaż _przyciski na zakładkach transferów

source: Buddylist in Separate Tab
pl: Lista znajomych w oddzielnej zakładce

source: Buddylist in Chatrooms
pl: Lista znajomych w pokojach rozmów

source: Buddylist Always Visible
pl: Lista znajomych zawsze widoczna

source: Buddylist Hidden
pl: Lista znajomych ukryta

source: _Modes
pl: _Sekcje

source: _Search Files
pl: _Szukaj plików

source: _Downloads
pl: _Pobierane

source: _Uploads
pl: _Wysyłane

source: User _Browse
pl: Przeglądanie użytkownika

source: User I_nfo
pl: I_nformacja o użytkowniku

source: _Private Chat
pl: _Czat prywatny

source: Buddy _List
pl: Lista znajomych

source: _Chat Rooms
pl: _Pokoje rozmów

source: _Interests
pl: _Zainteresowania

source: _Rescan Public Shares
pl: _Przeskanuj ponownie publiczne udostępnienia zasobów

source: Rescan B_uddy Shares
pl: Przeskanuj udostępnienia zasobów z_najomych

source: _Browse Public Shares
pl: _Przeglądaj publiczne udostępnienia zasobów

source: Bro_wse Buddy Shares
pl: Prze_glądaj udostępnienia zasobów znajomych

source: _Fast Configure
pl: _Szybka konfiguracja

source: _Preferences
pl: _Ustawienia

source: _Help
pl: _Pomoc

source: About _Chat Room Commands
pl: Lista komend w pokojach rozmów

source: About _Private Chat Commands
pl: Lista komend prywatnych rozmów

source: About _Search Filters
pl: Lista komend filtrów wyszukiwania

source: Check _Latest Version
pl: Sprawdź _ostatnią wersje

source: Report a _Bug
pl: Zgłoś _błąd

source: About _Nicotine+
pl: O _Nicotine+

source: _Quit
pl: _Zamknij

source: _File
pl: _Plik

source: _Shares
pl: _Udostępnione zasoby

source: _Configure Shares
pl: _Konfiguruj udostępnione zasoby

source: Enable automatic replacement of chat words you've typed incorrectly or as an acronym
pl: Włącz automatyczną podmianę tych wyrazów, które zostały błędnie wpisane (lub ich akronimy)

source: Load Defaults
pl: Załaduj domyślne

source: Toggle away after
pl: Przełącz w tryb nieobecny po

source: minutes of inactivity
pl: minutach nieaktywności

source: Auto-reply when away:
pl: Automatyczna odpowiedź, gdy nieobecny:

source: Banned Users:
pl: Zablokowani użytkownicy:

source: Blocked IP Addresses:
pl: Zablokowane adresy IP:

source: Use custom ban message:
pl: Użyj niestandardowej wiadomości blokowania:

source: Enable Censorship
pl: Włącz cenzurę

source: Add spaces around words if you don't wish to match strings inside words (may fail at beginning and end of lines)
pl: Dodaj spacje wokół słów jeśli nie chcesz uwzględniać poszczególnych ciągów znaków wewnątrz wyrazów (może skutkować błędami w przypadku końca linii)

source: Replace censored letters with:
pl: Zastąp ocenzurowane słowa przez:

source: <b>General</b>
pl: <b>Ogólne</b>

source: Prefer dark mode
pl: Tryb nocny

source: <b>Chat Colors</b>
pl: <b>Kolory czatu</b>

source: URL Link Text
pl: Tekst linków URL

source: Default
pl: Domyślnie

source: Username Font Style:
pl: Styl czcionki użytkownika:

source: Username Colors and Hotspots
pl: Koloruj nazwy użytkowników

source: Display away colors
pl: Wyświetl kolory nieobecności

source: Highlight Text
pl: Podświetlaj tekst

source: /me Text
pl: /me Tekst

source: Local Text
pl: Tekst lokalny

source: Remote Text
pl: Tekst zdalny

source: <b>List and Search Colors</b>
pl: <b>Kolory listy i wyszukiwań</b>

source: With Queue
pl: Z kolejką

source: List Text
pl: Tekst listy

source: <b>Text Entry Colors</b>
pl: <b>Kolory pól</b>

source: Text
pl: Tekst

source: Background
pl: Tło

source: <b>Tab Label Colors</b>
pl: <b>Kolor tekstu zakładek</b>

source: Changed
pl: Zmienione

source: Highlight
pl: Podświetlone

source: Default Colors
pl: Domyślne kolory

source: Enable spell checker (requires a restart)
pl: Włącz sprawdzanie pisowni (wymagany restart)

source: Enable tab-key completion
pl: Włącz dopełnianie przy pomocy klawisza TAB

source: Cycle completions instead of showing a dropdown
pl: Uzupełnianie cykli zamiast wyświetlania rozwijanej listy

source: <b>Allowed Completions</b>
pl: <b>Dozwolone dopełnienia</b>

source: Complete room names in chat rooms
pl: Dopełniaj nazwy pokojów w pokojach rozmów

source: Complete Buddy Names
pl: Dopełniaj nazwy przyjaciół

source: Complete usernames in chat rooms
pl: Dopełniaj nazwy użytkowników w pokojach rozmów

source: Complete built-in /Commands
pl: Dopełniaj wbudowane /Komendy

source: Complete alias /Commands
pl: Dopełniaj aliasy /Komendy

source: <b>Drop-down list</b>
pl: <b>Lista rozwijana</b>

source: Enable completion drop-down list
pl: Pokazuj listę rozwijaną z dopełnieniami

source: Minimum characters required to display drop-down:
pl: Minimalna ilość znaków wymagana do wyświetlenia listy rozwijanej:

source: Hide drop-down when only one matches
pl: Schowaj listę rozwijaną jeśli jest jedno dopasowanie

source: Autoclear finished/filtered downloads from transfer list
pl: Automatycznie czyszczenie skończonych / filtrowanych

source: Download folders in reverse alphanumerical order
pl: Pobierz foldery w odwrotnej kolejności alfabetycznej

source: Download SFV/MD5 before anything else
pl: Pobierz SFV/MD5 przed wszystkim innym

source: Limit total download speeds to (KBytes/sec):
pl: Ogranicz łączną prędkość pobierania do (KBytes/sec)

source: Allow these users to send you files:
pl: Zezwól tym użytkownikom na wysyłanie plików do ciebie:

source: The users will be able to send you files. These files will be downloaded into the Buddy Uploads subfolder in your Download folder
pl: Użytkownicy będą mogli wysyłać Ci pliki. Te pliki będą pobrane do subkatalogu znajomych w katalogu pobierania

source: Incomplete file folder:
pl: Folder niekompletnych plików:

source: Download folder:
pl: Folder pobierania:

source: Save buddies' uploads to:
pl: Zapisz wysyłania znajomych do:

source: Where buddies' uploads will be stored (with a subfolder for each buddy)
pl: Gdzie pliki przesłane przez znajomych będą zachowane (w subkatalogu dla każdego znajomego)

source: Select a Folder
pl: Wybierz folder

source: Share download folder
pl: Udostępnij pobrany katalog

source: Where incomplete downloads are stored temporarily
pl: Gdzie niekompletne pobierania są tymczasowo przechowywane

source: Select a folder
pl: Wybierz folder

source: <b>Download Filters</b>
pl: <b>Filtry pobierania</b>

source: Enable Filters
pl: Włącz filtry

source: Verify Filters
pl: Sprawdź filtry

source: <b>Unverified</b>
pl: <b>Niezweryfikowane</b>

source: Edit Filter
pl: Edytuj filtr

source: <b>Commands</b>
pl: <b>Komendy</b>

source: Run command after download finishes ($ for folder path):
pl: Uruchom komendę po skończeniu folderu ($ dla ścieżki folderu)

source: Run command after folder finishes ($ for folder path):
pl: Uruchom komendę po skończeniu folderu ($ dla ścieżki folderu)

source: File Manager command ($ for folder path):
pl: Komenda eksploratora plików ($ dla ścieżki folderu):

source: Audio Player Command ($ for folder path):
pl: Komenda odtwarzacza audio ($ dla nazwy pliku):

source: <b>Double-clicking on...</b>
pl: <b>Podwójne kliknięcie na...</b>

source: Download transfers
pl: Transfery pobierania

source: Upload transfers
pl: Transfery wysyłania

source: Nothing
pl: Nic

source: Send to Player
pl: Wyślij do odtwarzacza

source: Open Folder
pl: Otwórz folder

source: Chat Font:
pl: Czcionka czatu:

source: List Font:
pl: Czcionka listy:

source: Transfers Font:
pl: Czcionka transferów:

source: Search Font:
pl: Czcionka szukania:

source: Browse Font:
pl: Czcionka przeglądania:

source: Decimal separator:
pl: Separator dziesiętny:

source: Geo Block controls from which countries users are allowed access to your shares.
pl: Geo blokada kontroluje, z których krajów użytkownicy mają możliwość dostępu do Twoich zasobów.

source: Enable geographical blocker
pl: Włącz blokadę geograficzną

source: Geographical paranoia (block unresolvable IPs)
pl: Paranoja geograficzna (blokowanie nierozpoznanych adresów IP)

source: Country codes to block (comma separated):
pl: Kody krajów do zablokowania (oddzielone przecinkami):

source: <b>Tray</b>
pl: <b>Zasobnik</b>

source: Display tray icon
pl: Pokaż ikonę zasobnika

source: Minimize to tray on startup
pl: Minimalizuj do zasobnika podczas startu

source: Show confirmation dialog when closing the main window
pl: Pokaż okno potwierdzenia podczas zamykania głównego okna

source: Always send Nicotine+ to tray when main window is closed
pl: Zawsze minimalizuj do zasobnika, kiedy główne okno Nicotine+ jest zamknięte

source: Always quit when main window is closed
pl: Zawsze zamykaj, kiedy główne okno jest zamknięte

source: <b>Icon Theme</b>
pl: <b>Styl ikon</b>

source: Icon theme folder (requires restart):
pl: Folder ze stylami ikon (wymaga restartu):

source: <b>Trayicon</b>
pl: <b>Ikona w zasobniku</b>

source: Online:
pl: Dostępny:

source: Away:
pl: Nieobecny:

source: Offline:
pl: Niedostępny:

source: Disconnected:
pl: Rozłączony:

source: Connected:
pl: Połączony:

source: Notify:
pl: Powiadomienie:

source: Window:
pl: Okno:

source: Ignored users:
pl: Zignorowani użytkownicy:

source: Ignored IPs:
pl: Zignorowane adresy IP:

source: Log chatrooms by default
pl: Domyślnie zapisuj logi z pokojów rozmów

source: Log private chat by default
pl: Domyślnie zapisuj logi z prywatnych rozmów

source: Log transfers to file
pl: Zapisuj logi transferów do pliku

source: Log debug messages to file
pl: Zapisuj logi dziennika debuggera do pliku

source: <b>Folder Locations</b>
pl: <b>Lokalizacja folderów</b>

source: Chatroom Logs folder:
pl: Folder logów czatów:

source: Private Chat Logs folder:
pl: Folder logów prywatnych czatów:

source: Transfer Logs folder:
pl: Folder logów transferów:

source: Debug Logs folder:
pl: Folder logów debuggera:

source: <b>Chat History</b>
pl: <b>Historia czatów</b>

source: Display logged chat room messages when a room is rejoined
pl: Wyświetlaj zalogowane wiadomości czatu gdy dołączasz ponownie do pokoju

source: Read
pl: Czytaj

source: lines
pl: linie

source: Reopen last Private Chat messages
pl: Otwórz ponownie ostatnie wiadomości rozmowy prywatnej

source: <b>Timestamps</b>
pl: <b>Znaczniki czasu</b>

source: Display timestamps
pl: Wyświetl znaczniki czasu

source: Log file format:
pl: Format pliku logu:

source: Chat room format:
pl: Format pokoju rozmów:

source: Private chat format:
pl: Format prywatnego pokoju rozmów:

source: Select previous tab on startup
pl: Ustaw ostatnią zakładkę na starcie

source: Close-buttons on tabs
pl: Przyciski zamykania na zakładkach

source: Tabs can be repositioned
pl: Zakładki mogą być przemieszczane

source: Show user status icons instead of status text
pl: Pokaż ikonę statusu użytkownika zamiast statusu tekstowego

source: <b>Tab Positioning</b>
pl: <b>Pozycjonowanie zakładek</b>

source: Main
pl: Główna

source: Label Angle:
pl: Wyrównanie etykiety:

source: Chat rooms
pl: Pokoje rozmów

source: Private chat
pl: Czat prywatny

source: User info
pl: Informacje o użytkowniku

source: User browse
pl: Przeglądanie użytkownika

source: Show notification for private chat and mentions in window title
pl: Pokaż powiadomienia dla prywatnych czatów i wzmianek w tytule okna

source: Show notification icons on tabs
pl: Pokaż ikony powiadomień na zakładkach

source: Notification changes the tab's text color
pl: Powiadomienie zmieni kolor tekstu zakładki

source: Play sound for notification popups
pl: Odtwórz dźwięk dla wyskakujących okienek powiadomień

source: <b>Show a notification popup...</b>
pl: <b>Pokaż wyskakujące okienko powiadomień...</b>

source: When a file has finished downloading
pl: Kiedy skończono pobieranie pliku

source: When a folder has finished downloading
pl: Kiedy skończono pobieranie folderu

source: When you receive a private message
pl: Kiedy otrzymasz prywatną wiadomość

source: When someone sends a message in a chat room
pl: Kiedy ktoś wyśle wiadomość w pokoju rozmów

source: When you're mentioned in a chat room
pl: Kiedy ktoś o Tobie wspomni

source: Display what your Media Player is playing in Chat with the /now command
pl: Wyświetlanie odtwarzanego utworu w pokoju rozmów przy pomocy komendy /now

source: Other
pl: Inne

source: Now playing format:
pl: Format Teraz Odtwarzanie:

source: Legend:
pl: Legenda:

source: Example:
pl: Przykład:

source: Test the configuration
pl: Przetestuj konfigurację

source: Enable Plugins
pl: Włącz wtyczki

source: <b>No Plugin Selected</b>
pl: <b>Nie wybrano wtyczki</b>

source: Version:
pl: Wersja:

source: Author(s):
pl: Autorzy:

source: Description:
pl: Opis:

source: Properties
pl: Właściwości

source: Plugin Properties
pl: Właściwości wtyczki

source: Cancel
pl: Anuluj

source: <b>Network Searches</b>
pl: <b>Wyszukiwania sieciowe</b>

source: Respond to search requests from other users
pl: Odpowiadaj na żądania wyszukiwań od innych użytkowników

source: If a user on the Soulseek network searches for a file that exists in your shares, search results will be sent to the user.
pl: Jeśli użytkownik sieci Soulseek szuka pliku, który udostępniasz, wynik ten zostanie wysłany użytkownikowi.

source: Only respond to search requests if search term contains
pl: Odpowiadaj tylko na te wyszukiwania, których frazy zawierają

source: characters or more
pl: znaków lub więcej

source: Send out a max of
pl: Wyślij maksymalnie

source: results per search request
pl: wyników na zlecone wyszukiwanie

source: <b>Your Searches</b>
pl: <b>Twoje wyszukiwania</b>

source: Remove special characters from search terms (some clients don't send search results if they're included)
pl: Usuń znaki specjalne z wyszukiwanych fraz (niektórzy klienci nie wysyłają wyników wyszukiwania, jeśli są załączone)

source: Reopen closed search tabs that haven't been ignored when new results come in
pl: Otwórz ponownie zamknięte zakładki wyszukiwania, które zostały zignorowane, jeśli pojawią się nowe wyniki

source: Max visible results per search:
pl: Maksymalna liczba wyników wyszukiwania:

source: Max stored results per search:
pl: Maksymalna liczba zachowanych wyników na wyszukiwanie:

source: Clear Search History
pl: Wyczyść historię wyszukiwań

source: <b>Search Filters</b>
pl: <b>Filtry wyszukiwania</b>

source: Use regular expressions for filter in & out
pl: Użyj wyrażeń regularnych dla filtrów wejściowych i wyjściowych

source: Enable filters by default
pl: Domyślnie włączaj filtrowanie

source: <b>Login Details</b>
pl: <b>Konto użytkownika</b>

source: You can create a new account by entering the desired details below. Please keep in mind that some usernames may already be taken. If you're unable to connect with your selected username, choose another one.
pl: Możesz stworzyć nowe konto uzupełniając poniższe elementy. Miej na uwadze, że niektóre nazwy użytkowników mogą już być zajęte. Jeśli nie możesz połączyć się z wybraną nazwą użytkownika, wybierz inną.

source: Server:
pl: Serwer:

source: Username:
pl: Użytkownik:

source: Password:
pl: Hasło:

source: Change password
pl: Zmień hasło

source: <b>Ports</b>
pl: <b>Porty</b>

source: Use the first available listening port from the following range (requires a restart):
pl: Użyj pierwszego wolnego portu nasłuchiwania z następującego zakresu (wymaga restartu):

source: to
pl: do

source: Check port status
pl: Sprawdź status portu

source: Use UPnP to automatically map the port on my router
pl: Użyj UPnP do automatycznego mapowania portów na moim routerze

source: Automatically renew port mappings every
pl: Automatycznie odnów mapowanie portów co

source: hour(s)
pl: godzin(y)

source: <b>Miscellaneous</b>
pl: <b>Różne</b>

source: Back Up Config File
pl: Kopia zapasowa pliku ustawień

source: Apply
pl: Zastosuj
