Repository: pypi-data/pypi-mirror-96
Catalog: packages/nicotine-plus/nicotine-plus-3.0.2.tar.gz/nicotine-plus-3.0.2/po/*.po
Languages: pl

source: Cannot find %s, please install it.
pl: Nie znaleziono %s, zainstaluj je.

source: Cannot import the Gtk module. Bad install of the python-gobject module?
pl: Nie można zaimportować modułu Gtk. Niepoprawna instalacja modułu python-gobject?

source: Cannot find %(option1)s or %(option2)s, please install either one.
pl: Nie znaleziono %(option1)s lub %(option2)s, proszę zainstalować jedno z nich.

source: Nicotine+ version %s
pl: Nicotine+ wersja %s

source: Cannot find the pynicotine.utils module.
pl: Nie znaleziono modułu pynicotine.utils.

source: Errors occured while trying to change process name:
pl: Zaistniałe błędy podczas próby zmiany procesu:

source: Starting using the profiler (saving dump to %s)
pl: Start z profilerem (zapisywanie zrzutu do %s)

source: WARNING! Rescanning shares will not work if Nicotine+ is already open. If you need to rescan
pl: UWAGA! Ponownie skanowanie udostępnionych zasobów nie będzie działać jeśli Nicotine+ jest aktualnie otwarty. Jeśli potrzebujesz ponownie przeskanować

source: Can not find Nicotine+ modules.
pl: Nie znaleziono modułów Nicotine+.

source: You're using an unsupported version of GTK (%s).
pl: Używasz niewspieranej wersji GTK (%s).

source: You're using an unsupported version of Python (%s).
pl: Używasz niewspieranej wersji Python (%s).

source: Nicotine+ is a Soulseek client.
pl: Nicotine+ jest klientem Soulseek.

source: Can't create directory '%(path)s', reported error: %(error)s
pl: Nie można utworzyć katalogu '%(path)s', błąd: %(error)s

source: You need to specify a username and password before connecting...
pl: Musisz określić nazwę użytkownika i hasło przed połączeniem...

source: Unknown config section '%s'
pl: Nieznana sekcja konfiguracji '%s

source: Unknown config option '%(option)s' in section '%(section)s'
pl: Nieznana opcja konfiguracji '%(option)s' w sekcji '%(section)s'

source: Can't save config file, I/O error: %s
pl: Nie można zapisać pliku konfiguracyjnego, błąd I/O: %s

source: Can't remove %s
pl: Nie można usunąć %s

source: Can't back config file up, error: %s
pl: Nie można utworzyć kopii pliku konfiguracyjnego, błąd: %s

source: Can't rename config file, error: %s
pl: Nie można zmienić nazwy pliku konfiguracyjnego, błąd: %s

source: Something went wrong while opening your alias file: %s
pl: Coś poszło nie tak podczas otwierania pliku aliasu: %s

source: Something went wrong while saving your alias file: %s
pl: Coś poszło nie tak podczas zapisywania pliku aliasu: %s

source: No such alias (%s)
pl: Brak podanego aliasu (%s)

source: Aliases:
pl: Aliasy:

source: Removed alias %(alias)s: %(action)s
pl: Usunięto alias %(alias)s: %(action)s

source: No such alias (%(alias)s)
pl: Nie znaleziono aliasu (%(alias)s)

source: ERROR: Could not execute now playing code. Are you sure you picked the right player?
pl: BŁĄD: Nie można wywołać opcji Teraz odtwarzanie. Czy aby na pewno wybrałeś odtwarzacz?

source: ERROR: lastfm: Could not connect to audioscrobbler: %(error)s
pl: BŁĄD: lastfm: Nie można się połączyć z audioscroblerem: %(error)s

source: ERROR: lastfm: Please provide both your lastfm username and API key
pl: BŁĄD: lastfm: Proszę podać nazwę użytkownika i klucz API

source: ERROR: lastfm: Could not get recent track from audioscrobbler: %(error)s
pl: BŁĄD: lastfm: Nie można pobrać ostatnio odtwarzanego utworu z audioscrobblera: %(error)s

source: Last played
pl: Ostatnio odtwarzane

source: ERROR: MPRIS: Could not find a suitable MPRIS player.
pl: BŁĄD: MPRIS: Nie znaleziono odpowiedniego odtwarzacza MPRIS.

source: Found multiple MPRIS players: %(players)s. Using: %(player)s
pl: Znaleziono kilka odtwarzaczy MPRIS: %(players)s. Używanie: %(player)s

source: Auto-detected MPRIS player: %s.
pl: Automatyczne wybieranie odtwarzacza MPRIS: %s.

source: ERROR: MPRIS: Something went wrong while querying %(player)s: %(exception)s
pl: BŁĄD. MPRIS. Coś poszło nie tak podczas odpytywania %(player)s: %(exception)s

source: ERROR: Executing '%(command)s' failed: %(error)s
pl: BŁĄD: Problem z wywołaniem '%(command)s': %(error)s

source: Loading plugin handler
pl: Ładowanie obsługi wtyczek

source: It appears '%s' is not a directory, not loading plugins.
pl: Prawdopodobnie '%s' nie jest katalogiem, wtyczki nie zostały załadowane.

source: Failed to load plugin '%s', could not find it.
pl: Błąd ładowania wtyczki '%s', nie znaleziono jej.

source: Unable to enable plugin %(name)s. Plugin folder name contains invalid characters: %(characters)s
pl: Nie można aktywować wtyczki %(name)s. Folder z wtyczkami zawiera niedozwolone znaki: %(characters)s

source: Enabled plugin %s
pl: Aktywna wtyczka %s

source: Unable to enable plugin %s
pl: Nie można aktywować wtyczki %s

source: Disabled plugin {}
pl: Nieaktywna wtyczka {}

source: Unable to fully disable plugin %s
pl: Nie można w pełni dezaktywować wtyczki %s

source: Stored setting '%(name)s' is no longer present in the plugin
pl: Zapisane ustawienie '%(name)s' nie jest już obecne we wtyczce

source: Plugin %(module)s returned something weird, '%(value)s', ignoring
pl: Wtyczka %(module)s zwróciła coś dziwnego, '%(value)s', ignorowanie

source: Plugin %(module)s failed with error %(errortype)s: %(error)s. Trace: %(trace)s Problem area:%(area)s
pl: Wtyczka %(module)s z błędem %(errortype)s: %(error)s. Trace: %(trace)s Problem area:%(area)s

source: Exception in callback %s: %s
pl: Wyjątek w wywołaniu %s: %s

source: Your config file is corrupt
pl: Plik ustawień jest uszkodzony

source: We're sorry, but it seems your configuration file is corrupt. Please reconfigure Nicotine+. We renamed your old configuration file to %(corrupt)s If you open this file with a text editor you might be able to rescue some of your settings.
pl: Przepraszamy, ale plik ustawień jest uszkodzony. Proszę ponownie skonfigurować Nicotine+. Zmieniliśmy nazwę pliku Twojej starej konfiguracji na %(corrupt)s Jeśli otworzysz ten plik przy pomocy edytora tekstu, to będziesz mógł odzyskać część swoich ustawień.

source: IP address of %(user)s is %(ip)s, port %(port)i%(country)s
pl: Adres IP użytkownika %(user)s to %(ip)s, port %(port)i%(country)s

source: Disconnected from server %(host)s:%(port)s
pl: Rozłączony od serwera %(host)s:%(port)s

source: Can't connect to server %(host)s:%(port)s: %(error)s
pl: Nie można połączyć się z serwerem %(host)s:%(port)s: %(error)s

source: The server seems to be down or not responding, retrying in %i seconds
pl: Serwer jest rozłączony albo nie odpowiada, ponawianie za %i sekund

source: Listening on port %i
pl: Nasłuchiwanie na porcie %i

source: Connected to server %(host)s:%(port)s, logging in...
pl: Połączony do serwera %(host)s:%(port)s, logowanie...

source: Can not log in, reason: %s
pl: Nie można zalogować się, uzasadnienie: %s

source: Your password has been changed
pl: Twoje hasło zostało zmienione

source: (Warning: %(realuser)s is attempting to spoof %(fakeuser)s)
pl: (Uwaga: %(realuser)s próbuje podszyć się pod %(fakeuser)s)

source: %i privileged users
pl: %i uprzywilejowanych użytkowników

source: You have no privileges left. They are not necessary, but allow your downloads to be queued ahead of non-privileged users.
pl: Nie masz już żadnych przywilejów. Nie są one konieczne, ale pozwalają ściągać pliki poza kolejką nieuprzywilejowanych użytkowników.

source: %(days)i days, %(hours)i hours, %(minutes)i minutes, %(seconds)i seconds of download privileges left.
pl: Pozostało %(days)i dni, %(hours)i godzin, %(minutes)i minut, %(seconds)i sekund uprzywilejowanego pobierania.

source: Someone else is logging in with the same nickname, server is going to disconnect us
pl: Ktoś inny próbuje zalogować się tą samą nazwą użytkownika, serwer będzie próbował nas rozłączyć

source: IP %(ip)s:%(port)s is spoofing user %(user)s with a peer request, blocking because it does not match IP: %(real_ip)s
pl: IP %(ip)s:%(port)s podszywa się pod użytkownika %(user)s poprzez żądanie połączenia. Blokowanie, ponieważ nie pokrywa się z IP: %(real_ip)s

source: Blocking %(user)s from making a UserInfo request, possible spoofing attempt from IP %(ip)s port %(port)s
pl: Blokowanie %(user)s przed pobraniem Informacji o użytkowniku, prawdopodobna próba podszycia się z IP %(ip)s port %(port)s

source: Blocking %s from making a UserInfo request, possible spoofing attempt from an unknown IP & port
pl: Blokowanie %s przed pobraniem Informacji o użytkowniku, prawdopodobna próba podszycia się pod nieznany adres IP i port

source: %(user)s is banned, but is making a UserInfo request
pl: %(user)s jest zablokowany, ale próbuje pobrać Informacje o użytkowniku

source: %(user)s is making a UserInfo request
pl: %(user)s próbuje pobrać Informacje o użytkowniku

source: %(user)s is making a BrowseShares request, blocking possible spoofing attempt from IP %(ip)s port %(port)s
pl: %(user)s chce przejrzeć udostępnione zasoby jednak zablokowano prawdopodobną próbę podszycia się z IP %(ip)s port %(port)s

source: %(user)s is making a BrowseShares request, blocking possible spoofing attempt from an unknown IP & port
pl: %(user)s chce przejrzeć udostępnione zasoby jednak zablokowano prawdopodobną próbę podszycia się z nieznanego IP i portu

source: %(user)s is making a BrowseShares request
pl: %(user)s chce przejrzeć udostępnione zasoby

source: Downloaded
pl: Pobrane

source: Failed to process the following databases: %(names)s
pl: Błąd podczas procesowania następujących baz danych: %(names)s

source: Shared files database seems to be corrupted, rescan your shares
pl: Baza danych udostępnionych zasobów wygląda na uszkodzoną, przeskanuj ponownie swoje zasoby

source: Can't save %s: %s
pl: Nie można zapisać %s: %s

source: Rescanning normal shares...
pl: Ponowne skanowanie zasobów...

source: Rescanning buddy shares...
pl: Ponowne skanowanie zasobów znajomego...

source: Serious error occurred while rescanning shares. If this problem persists, delete %(dir)s/*.db and try again. If that doesn't help, please file a bug report with this stack trace included: %(trace)s
pl: Wystąpił poważny błąd podczas ponownego skanowania zasobów. Jeśli problem będzie się utrzymywać, usuń %(dir)s/*.db i spróbuj ponownie. Jeśli to nie pomoże, utwórz plik z raportem błędu z danymi: %(trace)s

source: %(num)s folders found before rescan, rebuilding...
pl: Znaleziono %(num)s folderów przed ponownym skanowaniem, ponowne budowanie...

source: Error while scanning folder %(path)s: %(error)s
pl: Błąd podczas skanowania folderu %(path)s: %(error)s

source: %(num)s folders found after rescan
pl: Znaleziono %(num)s folderów podczas ponownego skanowania

source: Error while scanning %(path)s: %(error)s
pl: Błąd podczas skanowania %(path)s: %(error)s

source: Inconsistent cache for '%(vdir)s', rebuilding '%(dir)s'
pl: Niespójna pamięć podręczna dla '%(vdir)s', ponowne budowanie '%(dir)s'

source: Dropping missing folder %(dir)s
pl: Porzucanie brakujących folderów %(dir)s

source: Error while scanning metadata for file %(path)s: %(error)s
pl: Błąd podczas skanowania metadanych dla pliku %(path)s: %(error)s

source: Error while scanning file %(path)s: %(error)s
pl: Błąd podczas skanowania pliku %(path)s: %(error)s

source: User %(user)s is directly searching for "%(query)s", returning %(num)i results
pl: Użytkownik %(user)s szuka bezpośrednio "%(query)s", zwrócono %(num)i wyników

source: User %(user)s is searching for "%(query)s", returning %(num)i results
pl: Użytkownik %(user)s szuka "%(query)s", zwrócono %(num)i wyników

source: Warning: unknown object type %(obj_type)s in message %(msg_type)s
pl: Uwaga: nieznany typ obiektu %(obj_type)s w wiadomości %(msg_type)s

source: Empty message made, class %s
pl: Stworzono pustą wiadomość, klasa %s

source: Can't parse incoming messages, class %s
pl: Nie można przetworzyć przychodzącej wiadomości, klasa %s

source: Exception during parsing %(area)s: %(exception)s
pl: Wyjątek podczas przetwarzania %(area)s: %(exception)s

source: Failed to set RLIMIT_NOFILE: %s
pl: Błąd z ustawieniem RLIMIT_NOFILE: %s

source: Could not bind to a local port, aborting connection
pl: Nie można powiązać z lokalnym portem, przerywanie połączenia

source: The range you specified for client connection ports was {}-{}, but none of these were usable. Increase and/or
pl: Zakres portów jaki został wybrany to {}-{}, ale żaden z nich nie był do użytku. Zmień zakres

source: Note that part of your range lies below 1024, this is usually not allowed on most operating systems with the exception of Windows.
pl: Miej na uwadze, że ten zakres jest poniżej 1024. Jest to zakres, który jest niezalecany w większości systemów operacyjnych.

source: Server message type %(type)i size %(size)i contents %(msg_buffer)s unknown
pl: Typ wiadomości serwera %(type)i o wielkości %(size)i zawierający %(msg_buffer)s jest nieznany

source: Unknown peer init code: {}, message contents
pl: Nieznany kod inicjalizacji połączenia: {}, zawartość wiadomości

source: unknown
pl: nieznane

source: Can't handle connection type %s
pl: Nie można obsłużyć połączenia typu %s

source: Can't send the message over the closed connection: %(type)s %(msg_obj)s
pl: Nie można wysłać wiadomości poprzez zamknięte połączenie: %(type)s %(msg_obj)s

source: Ignoring connection request from blocked IP Address %(ip)s:%(port)s
pl: Ignorowanie żądania połączenia z zablokowanego adresu IP %(ip)s:%(port)s

source: Something went wrong while opening your transfer list: %(error)s
pl: Coś poszło nie tak podczas otwierania listy transferów: %(error)s

source: Something went wrong while reading your transfer list: %(error)s
pl: Coś poszło nie tak podczas sczytywania listy transferów: %(error)s

source: Retrying failed download: user %(user)s, file %(file)s
pl: Ponawianie błędnych pobrań: użytkownik %(user)s, plik %(file)s

source: Your buddy, %s, is attempting to upload file(s) to you.
pl: Twój znajomy, %s, próbuje wysłać Ci plik(i).

source: [Automatic Message]
pl: [Wiadomość automatyczna]

source: You are not allowed to send me files.
pl: Nie możesz wysyłać mi plików.

source: %s is not allowed to send you file(s), but is attempting to, anyway. Warning Sent.
pl: %s nie może Ci wysyłać plików, ale wciąż próbuje. Ostrzeżenie wysłane.

source: OS error: %s
pl: Błąd OS: %s

source: Folder download error
pl: Błąd pobierania folderu

source: Download I/O error: %s
pl: Błąd pobierania I/O: %s

source: Download started: user %(user)s, file %(file)s
pl: Pobieranie rozpoczęte: użytkownik %(user)s, plik %(file)s

source: Download error formally known as 'Unknown file request': %(req)s (%(user)s: %(file)s)
pl: Błąd pobierania znany jako 'Żądanie nieznanego pliku': %(req)s (%(user)s: %(file)s)

source: Upload started: user %(user)s, file %(file)s
pl: Wysyłanie rozpoczęte: użytkownik %(user)s, plik %(file)s

source: Upload I/O error: %s
pl: Błąd wysyłania I/O: %s

source: Upload error formally known as 'Unknown file request': %(req)s (%(user)s: %(file)s)
pl: Błąd wysyłania znany jako 'Żądanie nieznanego pliku': %(req)s (%(user)s: %(file)s)

source: Couldn't move '%(tempfile)s' to '%(file)s': %(error)s
pl: Nie można przenieść '%(tempfile)s' do '%(file)s': %(error)s

source: Download finished: user %(user)s, file %(file)s
pl: Pobieranie zakończone: użytkownik %(user)s, plik %(file)s

source: %(file)s downloaded from %(user)s
pl: %(file)s pobrany od %(user)s

source: File downloaded
pl: Plik pobrany

source: Trouble executing '%s'
pl: Problem z wywołaniem '%s'

source: Executed: %s
pl: Wywołano: %s

source: %(folder)s downloaded from %(user)s
pl: %(folder)s pobrany od %(user)s

source: Folder downloaded
pl: Folder pobrany

source: Executed on folder: %s
pl: Wywołano na folderze: %s

source: (privileged)
pl: (uprzywilejowany)

source: (friend)
pl: (przyjaciel)

source: Upload finished: %(user)s, file %(file)s
pl: Wysyłanie zakończone: %(user)s, plik %(file)s

source: Banned (%s)
pl: Zablokowany (%s)

source: Banned
pl: Zablokowany

source: I/O error: %s
pl: Błąd I/O: %s

source: Upload aborted, user %(user)s file %(file)s
pl: Wysyłanie przerwane, użytkownik %(user)s plik %(file)s

source: Download aborted, user %(user)s file %(file)s
pl: Pobieranie przerwane, użytkownik %(user)s plik %(file)s

source: Something went wrong while writing your transfer list: %(error)s
pl: Coś poszło nie tak podczas zapisywania listy transferów: %(error)s

source: Couldn't write to log file "%s": %s
pl: Nie można zapisać do pliku logu "%s": %s

source: Room
pl: Pokój

source: Users
pl: Użytkownicy

source: Join Room
pl: Dołącz do pokoju

source: Leave Room
pl: Opuść pokój

source: Create Room
pl: Utwórz pokój

source: Create Private Room
pl: Utwórz prywatny pokój

source: Cancel Room Membership
pl: Anuluj członkostwo pokoju

source: Join Public Room
pl: Dołącz do publicznego pokoju

source: Refresh
pl: Odśwież

source: Create Public Room
pl: Utwórz publiczny pokój

source: Enter the name of the public room you wish to create
pl: Podaj nazwę publicznego pokoju, który chcesz utworzyć

source: Enter the name of the private room you wish to create
pl: Podaj nazwę prywatnego pokoju, który chcesz utworzyć

source: I remember the room %(room)s being owned by %(previous)s, but the server says its owned by %(new)s.
pl: Pamiętam, że pokój %(room)s należy do %(previous)s, ale serwer zwraca, że należy on do %(new)s.

source: I remember the room %(room)s being owned by %(old)s, but the server says that's not true.
pl: Pamiętam, że pokój %(room)s należy do %(old)s, ale serwer zwraca, że to nie prawda.

source: You have been added to a private room: %(room)s
pl: Zostałeś dodany do prywatnego pokoju: %(room)s

source: Country
pl: Kraj

source: User
pl: Użytkownik

source: Speed
pl: Szybkość

source: Files
pl: Pliki

source: Send _message
pl: Wyślij _wiadomość

source: Show IP a_ddress
pl: Pokaż a_dres IP

source: Get user i_nfo
pl: Pobierz I_nformacje o użytkowniku

source: Brow_se files
pl: Prz_eglądaj pliki

source: Gi_ve privileges
pl: Po_daruj przywileje

source: _Add user to list
pl: _Dodaj użytkownika do listy

source: _Ban this user
pl: _Zablokuj tego użytkownika

source: _Ignore this user
pl: _Ignoruj tego użytkownika

source: B_lock this user's IP Address
pl: Z_ablokuj adres IP tego użytkownika

source: Ignore this user's IP Address
pl: Ignoruj adres IP tego użytkownika

source: Sear_ch this user's files
pl: Szuk_aj wśród plików użytkownika

source: Private rooms
pl: Prywatne pokoje

source: Find
pl: Szukaj

source: Copy
pl: Kopiuj

source: Copy All
pl: Kopiuj wszystko

source: Clear log
pl: Wyczyść log

source: --- old messages above ---
pl: --- stare wiadomości powyżej ---

source: %s mentioned you in the %s room
pl: %s wspomniał o Tobie w pokoju %s

source: Message by %s in the %s room
pl: Wiadomość %s w pokoju %s

source: Alias "%s" returned nothing
pl: Alias "%s" nic nie zwrócił

source: Command %s is not recognized
pl: Komenda %s nie została rozpoznana

source: All tickers / wall messages for %(room)s:
pl: Wszystkie wiadomości ze ściany pokoju %(room)s:

source: %s joined the room
pl: %s dołączył do pokoju

source: %s left the room
pl: %s opuścił pokój

source: %s has gone away
pl: %s stał się nieobecny

source: %s has returned
pl: %s powrócił

source: --- disconnected ---
pl: --- rozłączony ---

source: --- reconnected ---
pl: --- połączony ponownie ---

source: Leave this room
pl: Opuść ten pokój

source: _Open
pl: _Otwórz

source: _Cancel
pl: _Anuluj

source: _Save
pl: _Zapisz

source: Clear finished/aborted
pl: Wyczyść skończone/przerwane

source: Clear finished
pl: Wyczyść skończone

source: Clear aborted
pl: Wyczyść przerwane

source: Clear paused
pl: Wyczyść zapauzowane

source: Clear filtered
pl: Wyczyść filtrowane

source: Clear queued
pl: Wyczyść zakolejkowane

source: Send to _Player
pl: Wyślij do _odtwarzacza

source: _Open Folder
pl: Otwórz folder

source: File P_roperties
pl: _Właściwości pliku

source: Copy _File Path
pl: Kopiuj ścieżkę _pliku

source: Copy _URL
pl: Kopiuj _URL

source: Copy Folder URL
pl: Kopiuj URL folderu

source: _Search
pl: _Szukaj

source: User(s)
pl: Użytkownicy

source: _Retry
pl: _Ponów

source: Abor_t
pl: Przerwi_j

source: _Clear
pl: _Wyczyść

source: Clear Groups
pl: Wyczyść grupy

source: Clear Queued Downloads
pl: Wyczyść zakolejkowane pobrane

source: Are you sure you wish to clear all queued downloads?
pl: Jesteś pewien, że chcesz wyczyścić zakolejkowane pobrane?

source: Download %(num)i files?
pl: Pobrać %(num)i plików?

source: Are you sure you wish to download %(num)i files from %(user)s's folder %(folder)s?
pl: Jesteś pewien, że chcesz pobrać %(num)i plików z folderu %(folder)s użytkownika %(user)s?

source: Virtual Folder
pl: Wirtualny folder

source: Add a Shared Folder
pl: Udostępnij katalog

source: Virtual Name
pl: Wirtualna nazwa

source: Enter virtual name for '%(dir)s':
pl: Podaj wirtualną nazwę dla '%(dir)s':

source: Warning
pl: Uwaga

source: The chosen virtual name is empty
pl: Wybrana wirtualna nazwa jest pusta

source: The chosen virtual name already exists
pl: Wybrana wirtualna nazwa jest już w użyciu

source: The chosen folder is already shared
pl: Wybrany katalog jest już udostępniony

source: File Properties (%(num)i of %(total)i)
pl: Właściwości pliku (%(num)i z %(total)i)

source: Search Files
pl: Szukaj plików

source: Downloads
pl: Pobieranie

source: Uploads
pl: Wysyłanie

source: User Browse
pl: Przeglądanie użytkownika

source: User Info
pl: Informacje o użytkowniku

source: Private Chat
pl: Czat prywatny

source: Chat Rooms
pl: Lista pokojów

source: Interests
pl: Zainteresowania

source: Hide %(tab)s
pl: Ukryj %(tab)s

source: Downloads: %(speed)s
pl: Pobierane: %(speed)s

source: Uploads: %(speed)s
pl: Wysyłane: %(speed)s

source: Joined Rooms
pl: Dołączony do pokojów

source: Online
pl: Dostępny

source: Away
pl: Zaraz wracam

source: Error loading custom icon %(path)s: %(error)s
pl: Błąd ładowania niestandardowej ikony %(path)s: %(error)s

source: Offline
pl: Niedostępny

source: Connecting to %(host)s:%(port)s
pl: Łączenie z %(host)s:%(port)s

source: Buddy List
pl: Lista znajomych

source: Rescanning started
pl: Ponowne skanowanie rozpoczęte

source: Rescanning Buddy Shares started
pl: Ponowne skanowanie zasobów znajomych rozpoczęte

source: Error retrieving latest version
pl: Błąd podczas pobierania ostatniej wersji

source: Out of date
pl: Nieaktualna

source: A newer version %s is available, released on %s.
pl: Nowsza wersja %s jest dostępna, wydana %s.

source: Up to date
pl: Aktualna

source: You appear to be using a development version of Nicotine+.
pl: Używasz developerskiej wersji Nicotine+.

source: You are using the latest version of Nicotine+.
pl: Używasz ostatniej wersji Nicotine+.

source: Left
pl: Lewa

source: Right
pl: Prawa

source: Top
pl: Góra

source: Bottom
pl: Dół

source: Rescanning Buddy Shares finished
pl: Ponowne skanowanie zasobów znajomych zakończone

source: Rescanning finished
pl: Ponowne skanowanie zakończone

source: Error: %(num)d Download filters failed! %(error)s
pl: Błąd: %(num)d Pobieranie filtrów nie powiodło się! %(error)s

source: Error: Download Filter failed! Verify your filters. Reason: %s
pl: Błąd: Pobieranie filtrów nie powiodło się! Zweryfikuj filtry. Uzasadnienie: %s

source: Can't create directory '%(folder)s', reported error: %(error)s
pl: Nie można utworzyć katalogu '%(folder)s', błąd: %(error)s

source: Loading Shares from disk failed: %(error)s
pl: Ładowanie zasobów z dysku nie powiodło się: %(error)s

source: Close Nicotine+?
pl: Zamknąć Nicotine+?

source: Are you sure you wish to exit Nicotine+ at this time?
pl: Czy jesteś pewien, że chcesz wyjść z Nicotine+ tym razem?

source: Send to tray
pl: Wyślij do zasobnika

source: Remember choice
pl: Zapamiętaj wybór

source: I like
pl: Lubię

source: _Remove this item
pl: _Usuń ten obiekt

source: Re_commendations for this item
pl: Re_komendacje dla tego obiektu
