Repository: pypi-data/pypi-mirror-96
Catalog: packages/nicotine-plus/nicotine-plus-3.0.2.tar.gz/nicotine-plus-3.0.2/po/*.po
Languages: pl

source: Nicotine+ allows you to share folders directly from your computer. All the contents of these folders (with the exception of dotfiles) can be downloaded by other users on the Soulseek network. Public shares are available for every user, while users in your buddy list can access your buddy shares in addition to public shares.
pl: Nicotine+ pozwala udostępniać foldery bezpośrednio z Twojego komputera. Cała zawartość folderów (poza plikami ukrytymi) może zostać pobrana przez innych użytkowników sieci Soulseek. Publiczne udostępnienia są dostępne dla każdego użytkownika, podczas gdy użytkownicy z Listy znajomych mogą dodatkowo przeglądać zawartość tylko dla znajomych.

source: Rescan shares on startup
pl: Przeskanuj udostępnione zasoby na starcie

source: Automatically rescans the contents of your shared folders on startup. If disabled, your shares are only updated when you manually initiate a rescan.
pl: Automatyczne ponowne skanowanie zawartości udostępnionych folderów podczas startu. Jeśli wyłączone, udostępnione zasoby zostaną zaktualizowane dopiero przy manualnym skanowaniu.

source: <b>Public Shares</b>
pl: <b>Udostępnienia publiczne</b>

source: Rename
pl: Zmień nazwę

source: Buddy Shares
pl: Zasoby dla znajomych

source: Enables private shares that only users on your buddy list can access. If disabled, users will only be able to access your public shares.
pl: Włącza prywatne udostępnienia zasobów użytkownikom z listy znajomych. Jeśli wyłączone, użytkownicy będą mogli mieć dostęp tylko do publicznych udostępnień.

source: Make public shares buddy-only
pl: Publiczne udostępnienia tylko dla przyjaciół

source: Enable Text To Speech
pl: Włącz zamianę tekstu na mowę

source: Text To Speech command:
pl: Komenda zamiany tekstu na mowę:

source: Chat room message:
pl: Wiadomość pokoju rozmów:

source: Private chat message:
pl: Wiadomość prywatnego czatu:

source: Autoclear finished/cancelled uploads from transfer list
pl: Automatycznie czyszczenie skończonych / wstrzymanych

source: <b>Upload Queue</b>
pl: <b>Kolejka wysyłania</b>

source: Upload Queue type:
pl: Typ kolejki wysyłania:

source: Users will be sent one file and then another user will be selected
pl: Użytkownicy otrzymają jeden plik, a następnie zostanie wybrany inny użytkownik

source: First In, First Out
pl: Pierwsze weszło, Pierwsze wyszło

source: Files will be sent in the order they were queued
pl: Pliki będą wysłane w kolejności w jakiej zostały zakolejkowane

source: Queue Uploads if total transfer speed reaches
pl: Kolejkuj wysyłania jeśli łączna szybkość transferów osiągnie

source: KBytes/sec
pl: KB/s

source: Limit number of upload slots to
pl: Ogranicz liczbę slotów wysyłania do

source: If disabled, slots will automatically be determined by available bandwidth limitations
pl: Jeśli wyłączone, sloty będą automatycznie ustawiane na podstawie dostępnych limitów przepustowości

source: Limit uploads speed to
pl: Ogranicz prędkość wysyłania do

source: per transfer
pl: na transfer

source: total transfers
pl: wszystkich transferów

source: Each user may queue a maximum of
pl: Każdy użytkownik może ustawić się w kolejce maksymalnie

source: Megabytes
pl: Megabajtów

source: Queue size limit does not apply to friends
pl: Wielkość limitu kolejki nie dotyczy znajomych

source: Privilege all my friends
pl: Uprzywilejuj wszystkich moich znajomych

source: Friends will have higher priority in the queue, the same as globally privileged users
pl: Znajomi będą mieli wyższy priorytet w kolejce, tak samo jak globalni uprzywilejowani użytkownicy

source: Enable URL catching
pl: Włącz przechwytywane URL

source: Humanize slsk:// urls
pl: Humanizuj url-e slsk://

source: Protocol:
pl: Protokół:

source: Self description:
pl: Własny opis:

source: Image:
pl: Obraz:

source: Select an image
pl: Wybierz obraz
