Repository: pypi-data/pypi-mirror-96
Catalog: packages/m9s-sale-payment-gateway/m9s_sale_payment_gateway-5.2.8.tar.gz/m9s_sale_payment_gateway-5.2.8/locale/*.po
Languages: fr_fr

# error:sale.configuration:
source: Payment authorization must happen before capture
fr_fr: L'autorisation de paiement doit se faire avant la capture

# error:sale.payment:
source: Payment cannot be deleted as placeholder for amount consumed has already been consumed.
fr_fr: Le paiement ne peut être supprimé a cet endroit pour un montant consommé qui a déjà été consommé.

# error:sale.sale:
source: Insufficient amount remaining in payment Amount to authorize: %s Amount remaining: %s Payments: %s
fr_fr: Montant restant insuffisant dans le paiement Montant a autoriser : %s Montant restant : %s Paiements : %s

# error:sale.sale:
source: Insufficient amount remaining in payment Amount to capture: %s Amount remaining: %s Payments: %s
fr_fr: Montant restant insuffisant dans le paiement Montant a capturer : %s Montant restant : %s Paiements : %s

# error:sale.sale:
source: Payment authorization must happen before capture
fr_fr: L'autorisation de paiement doit se faire avant la capture

# field:payment_gateway.transaction,sale_payment:
source: Sale Payment
fr_fr: Paiement de vente

# field:sale.configuration,payment_authorize_on:
source: Payment Authorize On
fr_fr: Paiement autoriser le

# field:sale.configuration,payment_capture_on:
source: Payment Capture On
fr_fr: Paiement capturé le

# field:sale.payment,amount_authorized:
source: Amount Authorized
fr_fr: Montant autorisé

# field:sale.payment,amount_available:
source: Amount Remaining
fr_fr: Montant restant

# field:sale.payment,amount_captured:
source: Amount Captured
fr_fr: Montant capturé

# field:sale.payment,amount_consumed:
source: Amount Consumed
fr_fr: Montant consommé

# field:sale.payment,gateway:
source: Gateway
fr_fr: Passerelle

# field:sale.payment,method:
source: Payment Method
fr_fr: Méthode de paiement

# field:sale.payment,payment_profile:
source: Payment Profile
fr_fr: Profil de paiement

# field:sale.payment,payment_transactions:
source: Payment Transactions
fr_fr: Transactions de paiements

# field:sale.payment,provider:
source: Payment Provider
fr_fr: Fournisseur du paiement

# field:sale.payment.add_view,card_present:
source: Card is Present
fr_fr: La carte est présente

# field:sale.payment.add_view,csc:
source: Card Security Code (CVV/CVD)
fr_fr: Cryptogramme visuel (CVV/CVD)

# field:sale.payment.add_view,expiry_month:
source: Expiry Month
fr_fr: Mois d'expiration

# field:sale.payment.add_view,expiry_year:
source: Expiry Year
fr_fr: Année d'expiration

# field:sale.payment.add_view,gateway:
source: Gateway
fr_fr: Passerelle

# field:sale.payment.add_view,method:
source: Payment Gateway Method
fr_fr: Passerelle du mode de paiement

# field:sale.payment.add_view,number:
source: Card Number
fr_fr: Numéro de carte

# field:sale.payment.add_view,owner:
source: Card Owner
fr_fr: Propriétaire de la carte

# field:sale.payment.add_view,payment_profile:
source: Payment Profile
fr_fr: Profile de paiement

# field:sale.payment.add_view,swipe_data:
source: Swipe Card
fr_fr: Glissez la carte

# field:sale.payment.add_view,use_existing_card:
source: Use existing Card?
fr_fr: Utiliser une carte existante

# field:sale.sale,gateway_transactions:
source: Gateway Transactions
fr_fr: Passerelle de transaction

# field:sale.sale,payment_authorize_on:
source: Payment Authorize On
fr_fr: Paiement autoriser le

# field:sale.sale,payment_authorized:
source: Payment Authorized
fr_fr: Paiement autorisé

# field:sale.sale,payment_available:
source: Payment Remaining
fr_fr: Paiement restant

# field:sale.sale,payment_capture_on:
source: Payment Captured On
fr_fr: Paiement capturé le

# field:sale.sale,payment_captured:
source: Payment Captured
fr_fr: Paiement capturé

# field:sale.sale,payment_collected:
source: Payment Collected
fr_fr: Paiement collecté

# field:sale.sale,payment_total:
source: Total Payment
fr_fr: Paiement total

# field:sale.sale,payments:
source: Payments
fr_fr: Paiements

# field:sale.sale,sorted_payments:
source: Payments
fr_fr: Paiements

# help:sale.payment.add_view,card_present:
source: If the card is present and the card can be swiped
fr_fr: Si la carte est présente et si elle peut être glissée

# help:sale.sale,payment_authorized:
source: Amount authorized to be catured
fr_fr: Montant autorisé a être capturer

# help:sale.sale,payment_available:
source: Total value which is neither authorize nor captured
fr_fr: Valeur totale qui n'est ni autorisée ni capturée

# help:sale.sale,payment_captured:
source: Amount already captured
fr_fr: Montant déjà capturé

# help:sale.sale,payment_collected:
source: Total value of payments collected
fr_fr: Total des paiements collectés

# help:sale.sale,payment_total:
source: Total value of payments
fr_fr: Valeur total des paiements

# model:ir.action,name:act_sale_payment_form
source: Sale Payments
fr_fr: Paiement de vente

# model:ir.action,name:wizard_add_payment
source: Add Payment
fr_fr: Ajout d'un paiement

# model:ir.ui.menu,name:menu_sale_payment_form
source: Sale Payments
fr_fr: Paiements de ventes

# model:sale.payment.add_view,name:
source: View for adding Sale Payments
fr_fr: Vue pour ajouter des paiements de ventes

# selection:sale.payment.add_view,expiry_month:
source: 01-January
fr_fr: 01-Janvier

# selection:sale.payment.add_view,expiry_month:
source: 02-February
fr_fr: 02-Février

# selection:sale.payment.add_view,expiry_month:
source: 03-March
fr_fr: 03-Mars

# selection:sale.payment.add_view,expiry_month:
source: 04-April
fr_fr: 04-Avril

# selection:sale.payment.add_view,expiry_month:
source: 05-May
fr_fr: 05-Mai

# selection:sale.payment.add_view,expiry_month:
source: 06-June
fr_fr: 06-Juin

# selection:sale.payment.add_view,expiry_month:
source: 07-July
fr_fr: 07-Juillet

# selection:sale.payment.add_view,expiry_month:
source: 08-August
fr_fr: 08-Août

# selection:sale.payment.add_view,expiry_month:
source: 09-September
fr_fr: 09-Septembre

# selection:sale.payment.add_view,expiry_month:
source: 10-October
fr_fr: 10-Octobre

# selection:sale.payment.add_view,expiry_month:
source: 11-November
fr_fr: 11-Novembre

# selection:sale.payment.add_view,expiry_month:
source: 12-December
fr_fr: 12-Décembre

# view:sale.configuration:
source: Default Payment Capture Settings
fr_fr: Paramètres par défaut de capture de paiements

# view:sale.payment.add_view:
source: Add Payment
fr_fr: Ajout d'un paiement

# view:sale.payment.add_view:
source: Add Payment Profile
fr_fr: Ajout d'un profile de paiement

# view:sale.payment.add_view:
source: Card Information
fr_fr: Information de la carte

# view:sale.payment:
source: Payments
fr_fr: Paiements

# view:sale.sale:
source: Add Payment
fr_fr: Ajout de paiement

# view:sale.sale:
source: Payments
fr_fr: Paiements
