Repository: pypi-data/pypi-mirror-96
Catalog: packages/duden/duden-0.14.1-py3-none-any.whl/duden/locale/*.po
Languages: eo

source: Word type:
eo: Vortotipo:

source: Usage:
eo: Uzado:

source: Commonness:
eo: Kutimeco:

source: Separation:
eo: Vortodivido:

source: Meaning overview:
eo: Signifa resumo:

source: Synonyms:
eo: Sinonimoj:

source: Typical compounds:
eo: Tipaj kombinaj:

source: Connection could not be established. Check your internet connection.
eo: Konekto ne povas establiƒùi. Kontrolu vian interretan konekton.

source: Unexpected HTTP response status code {}
eo: Neatendita HTTP responda stato-kodo {}

source: display word and article
eo: montri vorton kaj artikolon

source: display the word itself
eo: montri la mem vorton

source: display article
eo: montri artikolon

source: display part of speech
eo: montri parton de alparolo

source: display commonness (1 to 5)
eo: montri kutimeco (de 1al 5)

source: display context of use
eo: montri kunteksto de uzado

source: display proper separation (line separated)
eo: montri konvenan vortdividon (disigitan linee)

source: display meaning overview
eo: montri signifan resumon

source: list synonyms (line separated)
eo: listigi sinonimojn (disigitajn linee)

source: display origin
eo: montri originon

source: list common compounds
eo: listigi kutimajn kombinajn

source: list grammar forms
eo: listigi gramatikajn formojn

source: display n-th (starting from 1) result in case of multiple words matching the input
eo: montri n-an (komencitan de 1) rezulton okaze de kelkaj vortoj koincidinte la enigon

source: enable fuzzy word matching
eo: ebligi malprecizan vorto-koincidon

source: Word '{}' not found
eo: Vorto '{}' ne trovita

source: Found {} matching words. Use the -r/--result argument to specify which one to display.
eo: Trovitaj {} koinciditajn vortojn. Uzu je la -r/--result argumento por specifi kiun montri.

source: No result with number {}.
eo: Neniu rezulto kun nombro {}.
