Repository: pypi-data/pypi-mirror-96
Catalog: packages/nobinobi-child/nobinobi_child-0.1.3.4-py2.py3-none-any.whl/nobinobi_child/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Personal information
fr: Information personnelle

source: Health info
fr: Informations sur la santé

source: Classroom
fr: Salle de classe

source: Staff
fr: Personnel

source: Other
fr: Autre

source: Folder
fr: Dossier

source: 1 child was
fr: 1 enfant a été

source: {} children were
fr: enfants ont

source: Put child in archive
fr: Mettre l'enfant dans les archives

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Sign In
fr: Se connecter

source: Child
fr: Enfant

source: Submit
fr: Envoyer

source: Change of agegroup auto
fr: Changement d'auto des groupe d'âge

source: Change of school year
fr: Changement d'année scolaire

source: *** Launch of the change of age group year task. ***
fr: *** Lancement de la tâche de changement de l’année scolaire. ***

source: Age group {} changed year +1.
fr: Le groupe d'âge {} a changé d'année +1.

source: The child {} changed age group.
fr: L'enfant {} a changé de groupe d'âge.

source: *** End of the change of age group year task. ***
fr: *** Fin de la tâche de changement de l’année scolaire. ***

source: *** Launch of the change of school year task. ***
fr: *** Lancement de la tâche de changement de l’année scolaire. ***

source: The child {} changed school year.
fr: L’enfant {} a changé d’année scolaire.

source: *** End of the change of school year task. ***
fr: *** Fin de la tâche de changement de l’année scolaire. ***

source: Groups {} created successfully.
fr: Groupes {} créés avec succès.

source: Permission {} added to {} successfully.
fr: Permission {} ajoutée à {} avec succès.

source: Command for create a mailing lists of parents.
fr: Commande pour créer une liste de diffusion des parents.

source: --all all for all child
fr: --all pour tous les enfants

source: --classroom classroom_name for child in this classroom.
fr: --classroom nom de la salle de classe pour les enfants dans cette salle de classe.

source: --age-group age_group_name for child in this age group.
fr: --age_group pour les enfants de ce groupe d’âge.

source: *** Launch of create a mailing lists of parents task. ***
fr: *** Lancement de la création d'une liste de diffusion de la tâche des parents. ***

source: *** Options : all ***
fr: Options : tous

source: *** Options : Classroom ***
fr: Options : Salle de classe

source: Age group "{}" does not exist
fr: Le groupe d'âge "{}" n'existe pas

source: *** Options : Age group ***
fr: *** Options: Groupe d'âge ***

source: No option selected
fr: Aucune option sélectionnée

source: *** End of create a mailing lists of parents task. ***
fr: *** Fin de la création d'une liste de diffusion de la tâche des parents. ***

source: *** End of create a mailing lists of parents task.. ***
fr: *** Fin de la création d'une liste de diffusion de la tâche des parents. ***

source: Children
fr: Enfants

source: Children list
fr: Liste des enfants

source: Child picture
fr: Photo d'enfant

source: Information of the day
fr: Information du jour

source: Staffs list
fr: Liste du personnel

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Morning
fr: Matin

source: Afternoon
fr: Après-midi

source: Day
fr: Journée

source: In progress
fr: En cours

source: Archived
fr: Archivé

source: Future
fr: Futur

source: Boy
fr: Garçon

source: Girl
fr: Fille

source: Unknown
fr: Inconnu

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Usual name
fr: Nom usuel

source: Gender
fr: Sexe

source: Picture
fr: Photo

source: Birth date
fr: Date de naissance

source: Languages
fr: Langues

source: Red list
fr: Liste rouge

source: Comment
fr: Commentaire

source: Child nationality
fr: Nationalité de l'enfant

source: Sibling's name and first name
fr: Nom et prénom du frère ou de la sœur

source: Sibling birth date
fr: Date de naissance d'un frère ou d'une sœur

source: Sibling's institution
fr: L'institution de la fratrie

source: Renewal date
fr: Date de renouvellement

source: Usage paracetamol
fr: Utilisation de paracétamol

source: Usage homeopathy
fr: Utilisation de l’homéopathie

source: Healthy child
fr: Enfant en bonne santé

source: Good development
fr: Bon développement

source: Specific problem
fr: Problème/besoin spécifique

source: Health Insurance
fr: Assurance maladie

source: Pediatrician contact
fr: Contact avec le pédiatre

source: Pediatrician
fr: Pédiatre

source: Next classroom
fr: Prochaine salle de classe

source: Date next classroom
fr: Date prochaine salle de classe

source: Age group
fr: Groupe d'âge

source: Food restrictions
fr: Restrictions alimentaires

source: Periods
fr: Périodes

source: Full name
fr: Nom complet

source: Name
fr: Nom

source: Language
fr: Langue

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Group
fr: Groupe

source: Order
fr: Ordre

source: Absence type
fr: Type d'absence

source: Absence types
fr: Types d’absences

source: Absence group
fr: Groupe d’absences

source: Absence groups
fr: Groupes d’absences

source: From date
fr: Date de début

source: Age groups
fr: Groupes d'âge

source: Creche
fr: Crèche

source: Kindergarten
fr: Jardin d'enfant

source: Capacity
fr: Capacité

source: Allowed login
fr: Connexion autorisée

source: Allowed group login
fr: Login de groupe autorisé

source: Classrooms
fr: Salles de classes

source: Weekday
fr: Jour de la semaine

source: Classroom day off
fr: Jour de congé

source: Classrooms days off
fr: Jours de congés

source: Period
fr: Période

source: Child to period
fr: Enfant vers période

source: Children to periods
fr: Enfants aux périodes

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Max child
fr: Max enfant

source: Title
fr: Titre

source: Content
fr: Contenu

source: Informations of the day
fr: Informations du jour

source: Allergy
fr: Allergie

source: Link with child
fr: Lien avec l'enfant

source: Type contact: Example Father, Mother ...
fr: Type contact: Exemple Père, Mère ...

source: Child to contact
fr: Enfant vers contact

source: Children to contacts
fr: Enfants aux contacts

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Mobile phone
fr: Téléphone mobile

source: Professional phone
fr: Téléphone professionnel

source: Function
fr: Fonction

source: Contact authorized to pick up the child.
fr: Autorisé à venir chercher l'enfant.

source: To contact if needed
fr: A contacter en cas de besoin

source: Reside with child
fr: Réside avec l'enfant

source: Parental authority
fr: Détenteur de l'autorité parentale

source: Street
fr: Rue

source: ZIP
fr: NPA

source: City
fr: Ville

source: Country
fr: Pays

source: Switzerland
fr: Suisse

source: Addresses
fr: Adresses

source: Food restriction
fr: Restriction alimentaire

source: Problem
fr: Problème

source: Individual home project
fr: Project d'accueil individualisé

source: Attachment
fr: Pièce jointe

source: Measure to take
fr: Mesure à prendre

source: Child specific need
fr: Besoins spécifiques de l’enfant

source: Children specific needs
fr: Enfants à besoins spécifiques

source: Log change classroom
fr: Journal de changement de classe

source: Logs changed classrooms
fr: Journaux de changement de classe

source: Permission {} added to {} successfully.
fr: Permission {} ajoutée à {} avec succès.

source: Forbidden
fr: Interdit

source: Home
fr: Accueil

source: Logout
fr: Déconnexion

source: <h1>Forbidden (403)</h1>
fr: <h1>Interdit (403)</h1>

source: Thank you
fr: Merci

source: <h1>Forbidden (403)</h1> <p>CSRF verification failed. Request aborted.</p>
fr: <h1>Interdit (403)</h1> <p>La vérification du CSRF a échoué. Demande avortée.</p>

source: Page not found
fr: Page non trouvée

source: Error
fr: Erreur

source: The page you are looking for does not exist !
fr: La page que vous recherchez n'existe pas !

source: Server error
fr: Erreur du serveur

source: <h1>Ooops!!!</h1> <h3>Looks like something went wrong!</h3> <p>We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.</p>
fr: <h1>Ooops!!!</h1> <h3>On dirait que quelque chose a mal tourné!</h3> <p>Nous suivons ces erreurs automatiquement, mais si le problème persiste n'hésitez pas à nous contacter. En attendant, essayez de rafraîchir.</p>

source: INFORMATION SHEET - information for the use of the team
fr: FICHE DE RENSEIGNEMENTS RELATIVE A LA PRISE EN CHARGE DE L’ENFANT

source: School year
fr: Année scolaire

source: First name (s)
fr: Prénom(s)

source: Nationality (s)
fr: Nationalité(s)

source: Spoken languages
fr: Langues parlées à la maison

source: Siblings (last name, first name, date of birth)
fr: Fratrie (nom, prénom, date de naissance)

source: Foods restrictions
fr: Particularités alimentaires

source: Reside with the child
fr: Réside avec l'enfant

source: OTHER PERSONS AUTHORIZED TO COME TO SEARCH FOR THE CHILD
fr: AUTRES PERSONNES AUTORISÉES À VENIR CHERCHER L'ENFANT

source: All authorized persons must be at least 14 years of age
fr: Toute personne autorisée doit être âgée au minimum de 14 ans révolus

source: Last name and first name of authorized person
fr: Nom et prénom de la personne autorisée

source: Relationship with the child (family, friends, neighbors)
fr: Lien avec l'enfant (famille, amis, voisins)

source: Phone(s)
fr: Téléphone(s)

source: OTHER PEOPLE WHO MAY BE CONTACTED IF NECESSARY
fr: AUTRES PERSONNES POUVANT ÊTRE CONTACTÉES EN CAS DE BESOIN

source: Surname and first name of authorized person
fr: Nom et prénom de la personne autorisée

source: Relationship to the child (family, friends, neighbours)
fr: Lien avec l'enfant (famille, amis, voisins)

source: Child health
fr: Santé de l'enfant

source: For any health need requiring special measures in the institution, the nurse and the doctor of the Child and Youth Health Service, which collaborate closely with our IEC (institution from early childhood), are at your disposal. <br> Do not hesitate to contact them. <br><br><b> The IEC refers to the recommendations and ad hoc directives of the YHS for its professional practices in the areas of food, breastfeeding in nursery, health and sleep of children welcomed. </b>
fr: Pour tout besoin de santé nécessitant des mesures particulières dans l’institution, l’infirmière et le médecin du Service Santé de l’Enfance et de la Jeunesse (SSEJ), qui collaborent étroitement avec notre structure d’accueil, sont à votre disposition. <br>N’hésitez pas à les contacter par téléphone : 022 546 41 00. Site web: www.ge.ch/ssej <br> <br> <b> Notre structure se réfère aux documents ad hoc du SSEJ pour ses pratiques professionnelles dans les domaines de l’alimentation, l’allaitement en crèche, la santé et le sommeil des enfants accueillis. </b>

source: Last name and first name
fr: Nom et prénom

source: Address<br>(Street, ZIP, City)
fr: Adresse<br>(Rue, NPA, Ville)

source: Do you agree that your child's pediatrician will be contacted in case you are not reachable ?
fr: Acceptez vous que votre pédiatre soit contacté au cas où vous n’êtes pas atteignable ?

source: YES
fr: OUI

source: NO
fr: NON

source: Do you authorize the administration of Paracetamol (Ben-u-ron, Tylenol, Dafalgan) in case of fever more 38.5?
fr: Autorisez-vous l’administration de Paracétamol (Benuron, Tylenol, Dafalgan) en cas de fièvre à plus de 38.5 ?

source: Do you think your child is in good health?
fr: Estimez-vous que votre enfant est en bonne santé ?

source: Do you think it is developing well? (communication, movement…)
fr: Estimez-vous qu'il se développe bien ? (communication, mouvement...)

source: Does your child currently have a health, development or allergy problem that requires special attention of the educational team or the SSEJ nurse?
fr: Votre enfant a-t-il actuellement un problème de santé, de développement ou d'allergie nécessitant une attention particulière de l’équipe éducative ou de l’infirmière du SSEJ?

source: If yes, what problem does your child have (illness, allergies, medication, particularity? in its development, particularity at birth ...)
fr: Si oui, quel problème présente votre enfant (maladie, allergies, médicaments, particularité dans son développement, particularité à la naissance…)?

source: Is your child vaccinated according to the Swiss vaccination plan?
fr: Votre enfant est-il vacciné selon le plan suisse de vaccination ?

source: In the event of an emergency, we inform you that the team will take all the measures necessary for the health of your child, including those recommended by the doctor consulted or 144. The costs incurred are the responsibility of parents.
fr: En cas d’urgence, nous vous informons que l’équipe prendra toutes les mesures nécessaires à la santé de votre enfant, y compris celles préconisées par le médecin consulté ou le 144. Les frais engendrés sont à la charge des parents.

source: Address and date:
fr: Lieu et date :

source: Signature of legal representative (s):
fr: Signature des détenteurs de l’autorité parentale :

source: Delete
fr: Supprimer

source: Save
fr: Sauvegarder

source: Save and continue editing
fr: Enregistrer et poursuivre l'édition

source: Save as new
fr: Enregistrer comme nouveau

source: Save and add another
fr: Sauvegarder et ajouter un autre

source: Print the health card
fr: Imprimer la fiche de santé

source: Close
fr: Fermer

source: Delete absence
fr: Supprimer l’absence

source: Are you sure you want to delete absence:
fr: Etes-vous sûr que vous voulez supprimer l'absence:

source: for child
fr: pour l'enfant

source: Create Absence
fr: Créer une absence

source: Create
fr: Créer

source: Absence detail
fr: Détails de l'absence

source: Add
fr: Ajouter

source: Your permission is insufficient.
fr: Votre permission est insuffisante.

source: Update Absence
fr: Mise à jour de l’absence

source: Update
fr: Mettre à jour

source: Welcome
fr: Bienvenue

source: Please select a page from the menu on the left.
fr: Veuillez s'il vous plaît sélectionnez une page du menu sur la gauche.

source: Child card
fr: Fiche de l'enfant

source: Image %(object.full_name)s - default
fr: Image %(object.full_name)s - par défaut

source: Yes,No,No information provided
fr: Oui,Non,Aucune information fournie

source: No
fr: Non

source: Edit
fr: Éditer

source: Contact (s) of the child
fr: Contact (s) de l’enfant

source: Period(s)
fr: Période (s)

source: All
fr: Tout

source: Status
fr: Statut

source: Contacts Phones
fr: Téléphone des contacts

source: %(child)s's picture
fr: Photo de %(child)s

source: picture
fr: photo

source: Default picture
fr: Image par défaut

source: Child picture select
fr: Choix de la photo de l'enfant

source: Update %(child)s's picture
fr: Mise à jour de la photo de %(child)s

source: See all Informations of the day
fr: Voir toutes les informations du jour

source: to
fr: à

source: List Informations of the day
fr: Liste des informations du jour

source: Log in
fr: Se connecter

source: Sign in to start your session
fr: Connectez-vous pour démarrer la session

source: Thanks for spending some quality time with the Web site today.
fr: Merci d'avoir consulté notre site.

source: Log in again
fr: Se connecter de nouveau

source: Staffs
fr: Personnel

source: {}'s details
fr: Les détails de {}

source: Child list
fr: Liste des enfants

source: Success: Absence was created.
fr: Succès : L'absence a été créée.

source: Success: Absence was deleted.
fr: Succès : L'absence a été supprimée.

source: Success: Absence was updated.
fr: Succès : L'absence a été mise à jour.

source: Absences list
fr: Liste des absences

source: Photo modification form
fr: Formulaire de modification de photo

source: The child's photo has been modified.
fr: La photo de l'enfant a été modifiée.

source: Success: The child's photo has been modified.
fr: Succès : La photo de l'enfant a été modifiée.
